//经济
const economyData = [
	// 青藏地区数据
	{
		2000:[
			{"name":"西宁","value":"73.16"},
			{"name":"海东","value":"49.24"},
			{"name":"海北","value":"10.01"},
			{"name":"海南","value":"13.43"},
			{"name":"黄南","value":"12.17"},
			{"name":"果洛","value":"4.42"},
			{"name":"玉树","value":"5.96"},
			{"name":"海西","value":"40.87"},
			{"name":"拉萨","value":"33.47"},
			{"name":"昌都","value":"14.51"},
			{"name":"山南","value":"8.39"},
			{"name":"日喀则","value":"19.93"},
			{"name":"那曲","value":"8.82"},
			{"name":"阿里","value":"2.73"},
			{"name":"林芝","value":"9.38"}
		],
		2001:[
			{"name":"西宁","value":"104.49"},
			{"name":"海东","value":"43.95"},
			{"name":"海北","value":"12.25"},
			{"name":"海南","value":"16"},
			{"name":"黄南","value":"14.1"},
			{"name":"果洛","value":"5.42"},
			{"name":"玉树","value":"7.74"},
			{"name":"海西","value":"61.5"},
			{"name":"拉萨","value":"47.17"},
			{"name":"昌都","value":"18.07"},
			{"name":"山南","value":"11.08"},
			{"name":"日喀则","value":"25.24"},
			{"name":"那曲","value":"11.54"},
			{"name":"阿里","value":"3.89"},
			{"name":"林芝","value":"12.95"}
		],
		2002:[
			{"name":"西宁","value":"121.4"},
			{"name":"海东","value":"50.1"},
			{"name":"海北","value":"14"},
			{"name":"海南","value":"18.2"},
			{"name":"黄南","value":"15.6"},
			{"name":"果洛","value":"6"},
			{"name":"玉树","value":"8.9"},
			{"name":"海西","value":"70"},
			{"name":"拉萨","value":"55.1"},
			{"name":"昌都","value":"21"},
			{"name":"山南","value":"13"},
			{"name":"日喀则","value":"29"},
			{"name":"那曲","value":"13.8"},
			{"name":"阿里","value":"4.6"},
			{"name":"林芝","value":"15.9"}
		],
		2003:[
			{"name":"西宁","value":"144.8"},
			{"name":"海东","value":"57.3"},
			{"name":"海北","value":"16.1"},
			{"name":"海南","value":"16.4"},
			{"name":"黄南","value":"20.4"},
			{"name":"果洛","value":"6.7"},
			{"name":"玉树","value":"9.7"},
			{"name":"海西","value":"83"},
			{"name":"拉萨","value":"64.3"},
			{"name":"昌都","value":"24.7"},
			{"name":"山南","value":"15.8"},
			{"name":"日喀则","value":"34.4"},
			{"name":"那曲","value":"16.2"},
			{"name":"阿里","value":"5.4"},
			{"name":"林芝","value":"19"}
		],
		2004:[
			{"name":"西宁","value":"174.7"},
			{"name":"海东","value":"66.8"},
			{"name":"海北","value":"18.3"},
			{"name":"海南","value":"23.7"},
			{"name":"黄南","value":"19.7"},
			{"name":"果洛","value":"7.2"},
			{"name":"玉树","value":"13.7"},
			{"name":"海西","value":"100.3"},
			{"name":"拉萨","value":"75.2"},
			{"name":"昌都","value":"28.2"},
			{"name":"山南","value":"19.1"},
			{"name":"日喀则","value":"40.8"},
			{"name":"那曲","value":"19.3"},
			{"name":"阿里","value":"6.3"},
			{"name":"林芝","value":"22.8"}
		],
		2005:[
			{"name":"西宁","value":"237.6"},
			{"name":"海东","value":"74.2"},
			{"name":"海北","value":"20.4"},
			{"name":"海南","value":"22.7"},
			{"name":"黄南","value":"29.1"},
			{"name":"果洛","value":"7.9"},
			{"name":"玉树","value":"13.9"},
			{"name":"海西","value":"134.3"},
			{"name":"拉萨","value":"86.8"},
			{"name":"昌都","value":"32.5"},
			{"name":"山南","value":"24.5"},
			{"name":"日喀则","value":"44.1"},
			{"name":"那曲","value":"28.7"},
			{"name":"阿里","value":"9.6"},
			{"name":"林芝","value":"24.5"}
		],
		2006:[
			{"name":"西宁","value":"281.6"},
			{"name":"海东","value":"84.7"},
			{"name":"海北","value":"23.5"},
			{"name":"海南","value":"23.4"},
			{"name":"黄南","value":"32.8"},
			{"name":"果洛","value":"8.7"},
			{"name":"玉树","value":"15.5"},
			{"name":"海西","value":"170"},
			{"name":"拉萨","value":"102.4"},
			{"name":"昌都","value":"37.4"},
			{"name":"山南","value":"28.7"},
			{"name":"日喀则","value":"50.5"},
			{"name":"那曲","value":"32.7"},
			{"name":"阿里","value":"11.3"},
			{"name":"林芝","value":"27.5"}
		],
		2007:[
			{"name":"西宁","value":"342.5"},
			{"name":"海东","value":"102.1"},
			{"name":"海北","value":"28.6"},
			{"name":"海南","value":"28"},
			{"name":"黄南","value":"40.9"},
			{"name":"果洛","value":"10.1"},
			{"name":"玉树","value":"17.8"},
			{"name":"海西","value":"201.7"},
			{"name":"拉萨","value":"121.9"},
			{"name":"昌都","value":"44.4"},
			{"name":"山南","value":"33.2"},
			{"name":"日喀则","value":"58.9"},
			{"name":"那曲","value":"37.2"},
			{"name":"阿里","value":"13.4"},
			{"name":"林芝","value":"33.8"}
		],
		2008:[
			{"name":"西宁","value":"342.5"},
			{"name":"海东","value":"102.1"},
			{"name":"海北","value":"28.6"},
			{"name":"海南","value":"28"},
			{"name":"黄南","value":"40.9"},
			{"name":"果洛","value":"10.1"},
			{"name":"玉树","value":"17.8"},
			{"name":"海西","value":"201.7"},
			{"name":"拉萨","value":"121.9"},
			{"name":"昌都","value":"44.4"},
			{"name":"山南","value":"33.2"},
			{"name":"日喀则","value":"58.9"},
			{"name":"那曲","value":"37.2"},
			{"name":"阿里","value":"13.4"},
			{"name":"林芝","value":"33.8"}
		],
		2009:[
			{"name":"西宁","value":"422.19"},
			{"name":"海东","value":"122.36"},
			{"name":"海北","value":"38.19"},
			{"name":"海南","value":"33.95"},
			{"name":"黄南","value":"51.6"},
			{"name":"果洛","value":"12.66"},
			{"name":"玉树","value":"24.51"},
			{"name":"海西","value":"273.11"},
			{"name":"拉萨","value":"142.05"},
			{"name":"昌都","value":"51.37"},
			{"name":"山南","value":"39.89"},
			{"name":"日喀则","value":"67.27"},
			{"name":"那曲","value":"42.19"},
			{"name":"阿里","value":"15.13"},
			{"name":"林芝","value":"38.99"}
		],
		2010:[
			{"name":"西宁","value":"501.07"},
			{"name":"海东","value":"135.67"},
			{"name":"海北","value":"42.63"},
			{"name":"海南","value":"34.64"},
			{"name":"黄南","value":"58.72"},
			{"name":"果洛","value":"15.05"},
			{"name":"玉树","value":"25.48"},
			{"name":"海西","value":"291.78"},
			{"name":"拉萨","value":"154.27"},
			{"name":"昌都","value":"57.9"},
			{"name":"山南","value":"45.48"},
			{"name":"日喀则","value":"75.51"},
			{"name":"那曲","value":"45.11"},
			{"name":"阿里","value":"16.34"},
			{"name":"林芝","value":"45.77"}
		],
		2011:[
			{"name":"西宁","value":"628.28"},
			{"name":"海东","value":"173.31"},
			{"name":"海北","value":"54.53"},
			{"name":"海南","value":"43.68"},
			{"name":"黄南","value":"69.89"},
			{"name":"果洛","value":"20.43"},
			{"name":"玉树","value":"31.86"},
			{"name":"海西","value":"365.49"},
			{"name":"拉萨","value":"178.91"},
			{"name":"昌都","value":"67.07"},
			{"name":"山南","value":"53.05"},
			{"name":"日喀则","value":"86.4"},
			{"name":"那曲","value":"51.15"},
			{"name":"阿里","value":"18.48"},
			{"name":"林芝","value":"53.69"}
		],
		2012:[
			{"name":"西宁","value":"770.7"},
			{"name":"海东","value":"219.37"},
			{"name":"海北","value":"77.89"},
			{"name":"海南","value":"48.4"},
			{"name":"黄南","value":"82.65"},
			{"name":"果洛","value":"26.14"},
			{"name":"玉树","value":"40.2"},
			{"name":"海西","value":"481.4"},
			{"name":"拉萨","value":"222.09"},
			{"name":"昌都","value":"75.4"},
			{"name":"山南","value":"63.37"},
			{"name":"日喀则","value":"103.91"},
			{"name":"那曲","value":"58.03"},
			{"name":"阿里","value":"21.3"},
			{"name":"林芝","value":"61.35"}
		],
		2013:[
			{"name":"西宁","value":"851.09"},
			{"name":"海东","value":"274.13"},
			{"name":"海北","value":"95.97"},
			{"name":"海南","value":"58.11"},
			{"name":"黄南","value":"104.35"},
			{"name":"果洛","value":"30.54"},
			{"name":"玉树","value":"47.17"},
			{"name":"海西","value":"570.33"},
			{"name":"拉萨","value":"260.04"},
			{"name":"昌都","value":"89.75"},
			{"name":"山南","value":"73.07"},
			{"name":"日喀则","value":"115.24"},
			{"name":"那曲","value":"65.16"},
			{"name":"阿里","value":"25.63"},
			{"name":"林芝","value":"72.39"}
		],
		2014:[
			{"name":"西宁","value":"978.5"},
			{"name":"海东","value":"337"},
			{"name":"海北","value":"112.3"},
			{"name":"海南","value":"66.5"},
			{"name":"黄南","value":"117.1"},
			{"name":"果洛","value":"32.1"},
			{"name":"玉树","value":"54.7"},
			{"name":"海西","value":"609.7"},
			{"name":"拉萨","value":"304.9"},
			{"name":"昌都","value":"104.5"},
			{"name":"山南","value":"86.6"},
			{"name":"日喀则","value":"128.6"},
			{"name":"那曲","value":"72.9"},
			{"name":"阿里","value":"28.9"},
			{"name":"林芝","value":"81.8"}
		],
		2015:[
			{"name":"西宁","value":"1043.2"},
			{"name":"海东","value":"357.6"},
			{"name":"海北","value":"119.6"},
			{"name":"海南","value":"70.3"},
			{"name":"黄南","value":"124.6"},
			{"name":"果洛","value":"34.1"},
			{"name":"玉树","value":"58.2"},
			{"name":"海西","value":"650.3"},
			{"name":"拉萨","value":"324.3"},
			{"name":"昌都","value":"110.9"},
			{"name":"山南","value":"92.2"},
			{"name":"日喀则","value":"136.4"},
			{"name":"那曲","value":"77.5"},
			{"name":"阿里","value":"30.8"},
			{"name":"林芝","value":"87"}
		]
	},
    //拉萨都市圈
    {
        "2000": [{
            "name": "城关区",
            "value": "24.36"
        }, {
            "name": "堆龙德庆区",
            "value": "1.7326"
        }, {
            "name": "达孜区",
            "value": "0.8382"
        }, {
            "name": "林周县",
            "value": "2.0291"
        }, {
            "name": "当雄县",
            "value": "1.6715"
        }, {
            "name": "尼木县",
            "value": "0.8707"
        }, {
            "name": "曲水县",
            "value": "0.8641"
        }, {
            "name": "墨竹工卡县",
            "value": "1.1065"
        }, {
            "name": "桑珠孜区",
            "value": "3.5314"
        }, {
            "name": "江孜县",
            "value": "2.7165"
        }, {
            "name": "仁布县",
            "value": "0.5914"
        }, {
            "name": "白朗县",
            "value": "1.0893"
        }, {
            "name": "乃东区",
            "value": "0.4379"
        }, {
            "name": "贡嘎县",
            "value": "1.3111"
        }, {
            "name": "扎囊县",
            "value": "0.7195"
        }],
        "2001": [{
            "name": "城关区",
            "value": "33.032"
        }, {
            "name": "堆龙德庆区",
            "value": "2.62934"
        }, {
            "name": "达孜区",
            "value": "1.24438"
        }, {
            "name": "林周县",
            "value": "2.35619"
        }, {
            "name": "当雄县",
            "value": "2.11435"
        }, {
            "name": "尼木县",
            "value": "1.07863"
        }, {
            "name": "曲水县",
            "value": "1.23469"
        }, {
            "name": "墨竹工卡县",
            "value": "1.86285"
        }, {
            "name": "桑珠孜区",
            "value": "6.08026"
        }, {
            "name": "江孜县",
            "value": "3.41385"
        }, {
            "name": "仁布县",
            "value": "0.71026"
        }, {
            "name": "白朗县",
            "value": "1.41737"
        }, {
            "name": "乃东区",
            "value": "2.59511"
        }, {
            "name": "贡嘎县",
            "value": "1.64799"
        }, {
            "name": "扎囊县",
            "value": "0.92655"
        }],
        "2002": [{
            "name": "城关区",
            "value": "41.704"
        }, {
            "name": "堆龙德庆区",
            "value": "3.52608"
        }, {
            "name": "达孜区",
            "value": "1.65056"
        }, {
            "name": "林周县",
            "value": "2.68328"
        }, {
            "name": "当雄县",
            "value": "2.5572"
        }, {
            "name": "尼木县",
            "value": "1.28656"
        }, {
            "name": "曲水县",
            "value": "1.60528"
        }, {
            "name": "墨竹工卡县",
            "value": "2.6192"
        }, {
            "name": "桑珠孜区",
            "value": "8.62912"
        }, {
            "name": "江孜县",
            "value": "4.1112"
        }, {
            "name": "仁布县",
            "value": "0.82912"
        }, {
            "name": "白朗县",
            "value": "1.74544"
        }, {
            "name": "乃东区",
            "value": "4.75232"
        }, {
            "name": "贡嘎县",
            "value": "1.98488"
        }, {
            "name": "扎囊县",
            "value": "1.1336"
        }],
        "2003": [{
            "name": "城关区",
            "value": "50.376"
        }, {
            "name": "堆龙德庆区",
            "value": "4.42282"
        }, {
            "name": "达孜区",
            "value": "2.05674"
        }, {
            "name": "林周县",
            "value": "3.01037"
        }, {
            "name": "当雄县",
            "value": "3.00005"
        }, {
            "name": "尼木县",
            "value": "1.49449"
        }, {
            "name": "曲水县",
            "value": "1.97587"
        }, {
            "name": "墨竹工卡县",
            "value": "3.37555"
        }, {
            "name": "桑珠孜区",
            "value": "11.17798"
        }, {
            "name": "江孜县",
            "value": "4.80855"
        }, {
            "name": "仁布县",
            "value": "0.94798"
        }, {
            "name": "白朗县",
            "value": "2.07351"
        }, {
            "name": "乃东区",
            "value": "6.90953"
        }, {
            "name": "贡嘎县",
            "value": "2.32177"
        }, {
            "name": "扎囊县",
            "value": "1.34065"
        }],
        "2004": [{
            "name": "城关区",
            "value": "59.048"
        }, {
            "name": "堆龙德庆区",
            "value": "5.31956"
        }, {
            "name": "达孜区",
            "value": "2.46292"
        }, {
            "name": "林周县",
            "value": "3.33746"
        }, {
            "name": "当雄县",
            "value": "3.4429"
        }, {
            "name": "尼木县",
            "value": "1.70242"
        }, {
            "name": "曲水县",
            "value": "2.34646"
        }, {
            "name": "墨竹工卡县",
            "value": "4.1319"
        }, {
            "name": "桑珠孜区",
            "value": "13.72684"
        }, {
            "name": "江孜县",
            "value": "5.5059"
        }, {
            "name": "仁布县",
            "value": "1.06684"
        }, {
            "name": "白朗县",
            "value": "2.40158"
        }, {
            "name": "乃东区",
            "value": "9.06674"
        }, {
            "name": "贡嘎县",
            "value": "2.65866"
        }, {
            "name": "扎囊县",
            "value": "1.5477"
        }],
        "2005": [{
            "name": "城关区",
            "value": "67.72"
        }, {
            "name": "堆龙德庆区",
            "value": "6.2163"
        }, {
            "name": "达孜区",
            "value": "2.8691"
        }, {
            "name": "林周县",
            "value": "3.66455"
        }, {
            "name": "当雄县",
            "value": "3.88575"
        }, {
            "name": "尼木县",
            "value": "1.91035"
        }, {
            "name": "曲水县",
            "value": "2.71705"
        }, {
            "name": "墨竹工卡县",
            "value": "4.88825"
        }, {
            "name": "桑珠孜区",
            "value": "16.2757"
        }, {
            "name": "江孜县",
            "value": "6.20325"
        }, {
            "name": "仁布县",
            "value": "1.1857"
        }, {
            "name": "白朗县",
            "value": "2.72965"
        }, {
            "name": "乃东区",
            "value": "11.22395"
        }, {
            "name": "贡嘎县",
            "value": "2.99555"
        }, {
            "name": "扎囊县",
            "value": "1.75475"
        }],
        "2006": [{
            "name": "城关区",
            "value": "76.392"
        }, {
            "name": "堆龙德庆区",
            "value": "7.11304"
        }, {
            "name": "达孜区",
            "value": "3.27528"
        }, {
            "name": "林周县",
            "value": "3.99164"
        }, {
            "name": "当雄县",
            "value": "4.3286"
        }, {
            "name": "尼木县",
            "value": "2.11828"
        }, {
            "name": "曲水县",
            "value": "3.08764"
        }, {
            "name": "墨竹工卡县",
            "value": "5.6446"
        }, {
            "name": "桑珠孜区",
            "value": "18.82456"
        }, {
            "name": "江孜县",
            "value": "6.9006"
        }, {
            "name": "仁布县",
            "value": "1.30456"
        }, {
            "name": "白朗县",
            "value": "3.05772"
        }, {
            "name": "乃东区",
            "value": "13.38116"
        }, {
            "name": "贡嘎县",
            "value": "3.33244"
        }, {
            "name": "扎囊县",
            "value": "1.9618"
        }],
        "2007": [{
            "name": "城关区",
            "value": "85.064"
        }, {
            "name": "堆龙德庆区",
            "value": "8.00978"
        }, {
            "name": "达孜区",
            "value": "3.68146"
        }, {
            "name": "林周县",
            "value": "4.31873"
        }, {
            "name": "当雄县",
            "value": "4.77145"
        }, {
            "name": "尼木县",
            "value": "2.32621"
        }, {
            "name": "曲水县",
            "value": "3.45823"
        }, {
            "name": "墨竹工卡县",
            "value": "6.40095"
        }, {
            "name": "桑珠孜区",
            "value": "21.37342"
        }, {
            "name": "江孜县",
            "value": "7.59795"
        }, {
            "name": "仁布县",
            "value": "1.42342"
        }, {
            "name": "白朗县",
            "value": "3.38579"
        }, {
            "name": "乃东区",
            "value": "15.53837"
        }, {
            "name": "贡嘎县",
            "value": "3.66933"
        }, {
            "name": "扎囊县",
            "value": "2.16885"
        }],
        "2008": [{
            "name": "城关区",
            "value": "93.736"
        }, {
            "name": "堆龙德庆区",
            "value": "8.90652"
        }, {
            "name": "达孜区",
            "value": "4.08764"
        }, {
            "name": "林周县",
            "value": "4.64582"
        }, {
            "name": "当雄县",
            "value": "5.2143"
        }, {
            "name": "尼木县",
            "value": "2.53414"
        }, {
            "name": "曲水县",
            "value": "3.82882"
        }, {
            "name": "墨竹工卡县",
            "value": "7.1573"
        }, {
            "name": "桑珠孜区",
            "value": "23.92228"
        }, {
            "name": "江孜县",
            "value": "8.2953"
        }, {
            "name": "仁布县",
            "value": "1.54228"
        }, {
            "name": "白朗县",
            "value": "3.71386"
        }, {
            "name": "乃东区",
            "value": "17.69558"
        }, {
            "name": "贡嘎县",
            "value": "4.00622"
        }, {
            "name": "扎囊县",
            "value": "2.3759"
        }],
        "2009": [{
            "name": "城关区",
            "value": "102.408"
        }, {
            "name": "堆龙德庆区",
            "value": "9.80326"
        }, {
            "name": "达孜区",
            "value": "4.49382"
        }, {
            "name": "林周县",
            "value": "4.97291"
        }, {
            "name": "当雄县",
            "value": "5.65715"
        }, {
            "name": "尼木县",
            "value": "2.74207"
        }, {
            "name": "曲水县",
            "value": "4.19941"
        }, {
            "name": "墨竹工卡县",
            "value": "7.91365"
        }, {
            "name": "桑珠孜区",
            "value": "26.47114"
        }, {
            "name": "江孜县",
            "value": "8.99265"
        }, {
            "name": "仁布县",
            "value": "1.66114"
        }, {
            "name": "白朗县",
            "value": "4.04193"
        }, {
            "name": "乃东区",
            "value": "19.85279"
        }, {
            "name": "贡嘎县",
            "value": "4.34311"
        }, {
            "name": "扎囊县",
            "value": "2.58295"
        }],
        "2010": [{
            "name": "城关区",
            "value": "111.08"
        }, {
            "name": "堆龙德庆区",
            "value": "10.7"
        }, {
            "name": "达孜区",
            "value": "4.9"
        }, {
            "name": "林周县",
            "value": "5.3"
        }, {
            "name": "当雄县",
            "value": "6.1"
        }, {
            "name": "尼木县",
            "value": "2.95"
        }, {
            "name": "曲水县",
            "value": "4.57"
        }, {
            "name": "墨竹工卡县",
            "value": "8.67"
        }, {
            "name": "桑珠孜区",
            "value": "29.02"
        }, {
            "name": "江孜县",
            "value": "9.69"
        }, {
            "name": "仁布县",
            "value": "1.78"
        }, {
            "name": "白朗县",
            "value": "4.37"
        }, {
            "name": "乃东区",
            "value": "22.01"
        }, {
            "name": "贡嘎县",
            "value": "4.68"
        }, {
            "name": "扎囊县",
            "value": "2.79"
        }],
        "2011": [{
            "name": "城关区"
        }, {
            "name": "堆龙德庆区"
        }, {
            "name": "达孜区"
        }, {
            "name": "林周县"
        }, {
            "name": "当雄县"
        }, {
            "name": "尼木县"
        }, {
            "name": "曲水县"
        }, {
            "name": "墨竹工卡县"
        }, {
            "name": "桑珠孜区"
        }, {
            "name": "江孜县"
        }, {
            "name": "仁布县"
        }, {
            "name": "白朗县"
        }, {
            "name": "乃东区"
        }, {
            "name": "贡嘎县"
        }, {
            "name": "扎囊县"
        }],
        "2012": [{
            "name": "城关区"
        }, {
            "name": "堆龙德庆区"
        }, {
            "name": "达孜区"
        }, {
            "name": "林周县"
        }, {
            "name": "当雄县"
        }, {
            "name": "尼木县"
        }, {
            "name": "曲水县"
        }, {
            "name": "墨竹工卡县"
        }, {
            "name": "桑珠孜区"
        }, {
            "name": "江孜县"
        }, {
            "name": "仁布县"
        }, {
            "name": "白朗县"
        }, {
            "name": "乃东区"
        }, {
            "name": "贡嘎县"
        }, {
            "name": "扎囊县"
        }],
        "2013": [{
            "name": "城关区",
            "value": "208.2320 "
        }, {
            "name": "堆龙德庆区",
            "value": "21.96"
        }, {
            "name": "达孜区",
            "value": "9.04"
        }, {
            "name": "林周县",
            "value": "12.6"
        }, {
            "name": "当雄县",
            "value": "9.1"
        }, {
            "name": "尼木县",
            "value": "5.15"
        }, {
            "name": "曲水县",
            "value": "8.2"
        }, {
            "name": "墨竹工卡县",
            "value": "18.89"
        }, {
            "name": "桑珠孜区",
            "value": "46.1016"
        }, {
            "name": "江孜县",
            "value": "13.0977"
        }, {
            "name": "仁布县",
            "value": "3.077"
        }, {
            "name": "白朗县",
            "value": "6.1039"
        }, {
            "name": "乃东区",
            "value": "29.5387"
        }, {
            "name": "贡嘎县",
            "value": "7.2614"
        }, {
            "name": "扎囊县",
            "value": "4.674"
        }],
        "2014": [{
            "name": "城关区",
            "value": "240.6160 "
        }, {
            "name": "堆龙德庆区",
            "value": "27.3595"
        }, {
            "name": "达孜区",
            "value": "10.6691"
        }, {
            "name": "林周县",
            "value": "14.04"
        }, {
            "name": "当雄县",
            "value": "10.88"
        }, {
            "name": "尼木县",
            "value": "5.96"
        }, {
            "name": "曲水县",
            "value": "10.291"
        }, {
            "name": "墨竹工卡县",
            "value": "21.0115"
        }, {
            "name": "桑珠孜区",
            "value": "51.9847"
        }, {
            "name": "江孜县",
            "value": "14.8491"
        }, {
            "name": "仁布县",
            "value": "3.6973"
        }, {
            "name": "白朗县",
            "value": "6.9954"
        }, {
            "name": "乃东区",
            "value": "33.8993"
        }, {
            "name": "贡嘎县",
            "value": "9.1392"
        }, {
            "name": "扎囊县",
            "value": "5.6084"
        }],
        "2015": [{
            "name": "城关区",
            "value": "273"
        }, {
            "name": "堆龙德庆区",
            "value": "21.98"
        }, {
            "name": "达孜区",
            "value": "14.05"
        }, {
            "name": "林周县",
            "value": "15.18"
        }, {
            "name": "当雄县",
            "value": "12.86"
        }, {
            "name": "尼木县",
            "value": "6.32"
        }, {
            "name": "曲水县",
            "value": "11.36"
        }, {
            "name": "墨竹工卡县",
            "value": "21.89"
        }, {
            "name": "桑珠孜区",
            "value": "57.31"
        }, {
            "name": "江孜县",
            "value": "17.08"
        }, {
            "name": "仁布县",
            "value": "4.49"
        }, {
            "name": "白朗县",
            "value": "7.77"
        }, {
            "name": "乃东区",
            "value": "43.21"
        }, {
            "name": "贡嘎县",
            "value": "11.1"
        }, {
            "name": "扎囊县",
            "value": "5.67"
        }]
    },
    //兰西城市群
    {
        "2000": [{
            "name": "永登县",
            "value": "23.4716"
        }, {
            "name": "皋兰县",
            "value": "7.17"
        }, {
            "name": "榆中县",
            "value": "8.151"
        }, {
            "name": "靖远县",
            "value": "10.4618"
        }, {
            "name": "景泰县",
            "value": "7.8396"
        }, {
            "name": "安定区",
            "value": "4.180915385"
        }, {
            "name": "陇西县",
            "value": "7.389"
        }, {
            "name": "渭源县",
            "value": "3.9802"
        }, {
            "name": "临洮县",
            "value": "8.4751"
        }, {
            "name": "临夏市",
            "value": "5.762"
        }, {
            "name": "永靖县",
            "value": "2.7739"
        }, {
            "name": "东乡县",
            "value": "1.7446"
        }, {
            "name": "积石山县",
            "value": "1.7924"
        }, {
            "name": "大通县",
            "value": "18.4589"
        }, {
            "name": "湟中县",
            "value": "8.8282"
        }, {
            "name": "湟源县",
            "value": "2.6155"
        }, {
            "name": "平安县",
            "value": "5.466"
        }, {
            "name": "民和县",
            "value": "8.4003"
        }, {
            "name": "乐都县",
            "value": "7.844"
        }, {
            "name": "互助县",
            "value": "10.636"
        }, {
            "name": "化隆县",
            "value": "3.742"
        }, {
            "name": "循化县",
            "value": "2.8465"
        }, {
            "name": "海晏县",
            "value": "2.5693"
        }, {
            "name": "共和县",
            "value": "7.7831"
        }, {
            "name": "贵德县",
            "value": "1.8092"
        }, {
            "name": "贵南县",
            "value": "1.9339"
        }, {
            "name": "同仁县",
            "value": "3.2523"
        }, {
            "name": "尖扎县",
            "value": "6.6927"
        }],
        "2001": [{
            "name": "永登县",
            "value": "30.25743077"
        }, {
            "name": "皋兰县",
            "value": "9.822869231"
        }, {
            "name": "榆中县",
            "value": "13.32606154"
        }, {
            "name": "靖远县",
            "value": "14.26243846"
        }, {
            "name": "景泰县",
            "value": "11.54436923"
        }, {
            "name": "安定区",
            "value": "4.180915385"
        }, {
            "name": "陇西县",
            "value": "10.89018462"
        }, {
            "name": "渭源县",
            "value": "5.448953846"
        }, {
            "name": "临洮县",
            "value": "11.59526923"
        }, {
            "name": "临夏市",
            "value": "8.728069231"
        }, {
            "name": "永靖县",
            "value": "4.949376923"
        }, {
            "name": "东乡县",
            "value": "2.588838462"
        }, {
            "name": "积石山县",
            "value": "2.573723077"
        }, {
            "name": "大通县",
            "value": "25.43571538"
        }, {
            "name": "湟中县",
            "value": "20.46404615"
        }, {
            "name": "湟源县",
            "value": "4.045938462"
        }, {
            "name": "平安县",
            "value": "10.28345385"
        }, {
            "name": "民和县",
            "value": "11.69016154"
        }, {
            "name": "乐都县",
            "value": "12.07832308"
        }, {
            "name": "互助县",
            "value": "16.40886923"
        }, {
            "name": "化隆县",
            "value": "6.972446154"
        }, {
            "name": "循化县",
            "value": "4.191230769"
        }, {
            "name": "海晏县",
            "value": "5.247984615"
        }, {
            "name": "共和县",
            "value": "10.29741538"
        }, {
            "name": "贵德县",
            "value": "3.976392308"
        }, {
            "name": "贵南县",
            "value": "2.855876923"
        }, {
            "name": "同仁县",
            "value": "4.5957"
        }, {
            "name": "尖扎县",
            "value": "7.865438462"
        }],
        "2002": [{
            "name": "永登县",
            "value": "37.04326154"
        }, {
            "name": "皋兰县",
            "value": "12.47573846"
        }, {
            "name": "榆中县",
            "value": "18.50112308"
        }, {
            "name": "靖远县",
            "value": "18.06307692"
        }, {
            "name": "景泰县",
            "value": "15.24913846"
        }, {
            "name": "安定区",
            "value": "8.361830769"
        }, {
            "name": "陇西县",
            "value": "14.39136923"
        }, {
            "name": "渭源县",
            "value": "6.917707692"
        }, {
            "name": "临洮县",
            "value": "14.71543846"
        }, {
            "name": "临夏市",
            "value": "11.69413846"
        }, {
            "name": "永靖县",
            "value": "7.124853846"
        }, {
            "name": "东乡县",
            "value": "3.433076923"
        }, {
            "name": "积石山县",
            "value": "3.355046154"
        }, {
            "name": "大通县",
            "value": "32.41253077"
        }, {
            "name": "湟中县",
            "value": "32.09989231"
        }, {
            "name": "湟源县",
            "value": "5.476376923"
        }, {
            "name": "平安县",
            "value": "15.10090769"
        }, {
            "name": "民和县",
            "value": "14.98002308"
        }, {
            "name": "乐都县",
            "value": "16.31264615"
        }, {
            "name": "互助县",
            "value": "22.18173846"
        }, {
            "name": "化隆县",
            "value": "10.20289231"
        }, {
            "name": "循化县",
            "value": "5.535961538"
        }, {
            "name": "海晏县",
            "value": "7.926669231"
        }, {
            "name": "共和县",
            "value": "12.81173077"
        }, {
            "name": "贵德县",
            "value": "6.143584615"
        }, {
            "name": "贵南县",
            "value": "3.777853846"
        }, {
            "name": "同仁县",
            "value": "5.9391"
        }, {
            "name": "尖扎县",
            "value": "9.038176923"
        }],
        "2003": [{
            "name": "永登县",
            "value": "43.82909231"
        }, {
            "name": "皋兰县",
            "value": "15.12860769"
        }, {
            "name": "榆中县",
            "value": "23.67618462"
        }, {
            "name": "靖远县",
            "value": "21.86371538"
        }, {
            "name": "景泰县",
            "value": "18.95390769"
        }, {
            "name": "安定区",
            "value": "12.54274615"
        }, {
            "name": "陇西县",
            "value": "17.89255385"
        }, {
            "name": "渭源县",
            "value": "8.386461538"
        }, {
            "name": "临洮县",
            "value": "17.83560769"
        }, {
            "name": "临夏市",
            "value": "14.66020769"
        }, {
            "name": "永靖县",
            "value": "9.300330769"
        }, {
            "name": "东乡县",
            "value": "4.277315385"
        }, {
            "name": "积石山县",
            "value": "4.136369231"
        }, {
            "name": "大通县",
            "value": "39.38934615"
        }, {
            "name": "湟中县",
            "value": "43.73573846"
        }, {
            "name": "湟源县",
            "value": "6.906815385"
        }, {
            "name": "平安县",
            "value": "19.91836154"
        }, {
            "name": "民和县",
            "value": "18.26988462"
        }, {
            "name": "乐都县",
            "value": "20.54696923"
        }, {
            "name": "互助县",
            "value": "27.95460769"
        }, {
            "name": "化隆县",
            "value": "13.43333846"
        }, {
            "name": "循化县",
            "value": "6.880692308"
        }, {
            "name": "海晏县",
            "value": "10.60535385"
        }, {
            "name": "共和县",
            "value": "15.32604615"
        }, {
            "name": "贵德县",
            "value": "8.310776923"
        }, {
            "name": "贵南县",
            "value": "4.699830769"
        }, {
            "name": "同仁县",
            "value": "7.2825"
        }, {
            "name": "尖扎县",
            "value": "10.21091538"
        }],
        "2004": [{
            "name": "永登县",
            "value": "50.61492308"
        }, {
            "name": "皋兰县",
            "value": "17.78147692"
        }, {
            "name": "榆中县",
            "value": "28.85124615"
        }, {
            "name": "靖远县",
            "value": "25.66435385"
        }, {
            "name": "景泰县",
            "value": "22.65867692"
        }, {
            "name": "安定区",
            "value": "16.72366154"
        }, {
            "name": "陇西县",
            "value": "21.39373846"
        }, {
            "name": "渭源县",
            "value": "9.855215385"
        }, {
            "name": "临洮县",
            "value": "20.95577692"
        }, {
            "name": "临夏市",
            "value": "17.62627692"
        }, {
            "name": "永靖县",
            "value": "11.47580769"
        }, {
            "name": "东乡县",
            "value": "5.121553846"
        }, {
            "name": "积石山县",
            "value": "4.917692308"
        }, {
            "name": "大通县",
            "value": "46.36616154"
        }, {
            "name": "湟中县",
            "value": "55.37158462"
        }, {
            "name": "湟源县",
            "value": "8.337253846"
        }, {
            "name": "平安县",
            "value": "24.73581538"
        }, {
            "name": "民和县",
            "value": "21.55974615"
        }, {
            "name": "乐都县",
            "value": "24.78129231"
        }, {
            "name": "互助县",
            "value": "33.72747692"
        }, {
            "name": "化隆县",
            "value": "16.66378462"
        }, {
            "name": "循化县",
            "value": "8.225423077"
        }, {
            "name": "海晏县",
            "value": "13.28403846"
        }, {
            "name": "共和县",
            "value": "17.84036154"
        }, {
            "name": "贵德县",
            "value": "10.47796923"
        }, {
            "name": "贵南县",
            "value": "5.621807692"
        }, {
            "name": "同仁县",
            "value": "8.6259"
        }, {
            "name": "尖扎县",
            "value": "11.38365385"
        }],
        "2005": [{
            "name": "永登县",
            "value": "57.40075385"
        }, {
            "name": "皋兰县",
            "value": "20.43434615"
        }, {
            "name": "榆中县",
            "value": "34.02630769"
        }, {
            "name": "靖远县",
            "value": "29.46499231"
        }, {
            "name": "景泰县",
            "value": "26.36344615"
        }, {
            "name": "安定区",
            "value": "20.90457692"
        }, {
            "name": "陇西县",
            "value": "24.89492308"
        }, {
            "name": "渭源县",
            "value": "11.32396923"
        }, {
            "name": "临洮县",
            "value": "24.07594615"
        }, {
            "name": "临夏市",
            "value": "20.59234615"
        }, {
            "name": "永靖县",
            "value": "13.65128462"
        }, {
            "name": "东乡县",
            "value": "5.965792308"
        }, {
            "name": "积石山县",
            "value": "5.699015385"
        }, {
            "name": "大通县",
            "value": "53.34297692"
        }, {
            "name": "湟中县",
            "value": "67.00743077"
        }, {
            "name": "湟源县",
            "value": "9.767692308"
        }, {
            "name": "平安县",
            "value": "29.55326923"
        }, {
            "name": "民和县",
            "value": "24.84960769"
        }, {
            "name": "乐都县",
            "value": "29.01561538"
        }, {
            "name": "互助县",
            "value": "39.50034615"
        }, {
            "name": "化隆县",
            "value": "19.89423077"
        }, {
            "name": "循化县",
            "value": "9.570153846"
        }, {
            "name": "海晏县",
            "value": "15.96272308"
        }, {
            "name": "共和县",
            "value": "20.35467692"
        }, {
            "name": "贵德县",
            "value": "12.64516154"
        }, {
            "name": "贵南县",
            "value": "6.543784615"
        }, {
            "name": "同仁县",
            "value": "9.9693"
        }, {
            "name": "尖扎县",
            "value": "12.55639231"
        }],
        "2006": [{
            "name": "永登县",
            "value": "64.18658462"
        }, {
            "name": "皋兰县",
            "value": "23.08721538"
        }, {
            "name": "榆中县",
            "value": "39.20136923"
        }, {
            "name": "靖远县",
            "value": "33.26563077"
        }, {
            "name": "景泰县",
            "value": "30.06821538"
        }, {
            "name": "安定区",
            "value": "25.08549231"
        }, {
            "name": "陇西县",
            "value": "28.39610769"
        }, {
            "name": "渭源县",
            "value": "12.79272308"
        }, {
            "name": "临洮县",
            "value": "27.19611538"
        }, {
            "name": "临夏市",
            "value": "23.55841538"
        }, {
            "name": "永靖县",
            "value": "15.82676154"
        }, {
            "name": "东乡县",
            "value": "6.810030769"
        }, {
            "name": "积石山县",
            "value": "6.480338462"
        }, {
            "name": "大通县",
            "value": "60.31979231"
        }, {
            "name": "湟中县",
            "value": "78.64327692"
        }, {
            "name": "湟源县",
            "value": "11.19813077"
        }, {
            "name": "平安县",
            "value": "34.37072308"
        }, {
            "name": "民和县",
            "value": "28.13946923"
        }, {
            "name": "乐都县",
            "value": "33.24993846"
        }, {
            "name": "互助县",
            "value": "45.27321538"
        }, {
            "name": "化隆县",
            "value": "23.12467692"
        }, {
            "name": "循化县",
            "value": "10.91488462"
        }, {
            "name": "海晏县",
            "value": "18.64140769"
        }, {
            "name": "共和县",
            "value": "22.86899231"
        }, {
            "name": "贵德县",
            "value": "14.81235385"
        }, {
            "name": "贵南县",
            "value": "7.465761538"
        }, {
            "name": "同仁县",
            "value": "11.3127"
        }, {
            "name": "尖扎县",
            "value": "13.72913077"
        }],
        "2007": [{
            "name": "永登县",
            "value": "70.97241538"
        }, {
            "name": "皋兰县",
            "value": "25.74008462"
        }, {
            "name": "榆中县",
            "value": "44.37643077"
        }, {
            "name": "靖远县",
            "value": "37.06626923"
        }, {
            "name": "景泰县",
            "value": "33.77298462"
        }, {
            "name": "安定区",
            "value": "29.26640769"
        }, {
            "name": "陇西县",
            "value": "31.89729231"
        }, {
            "name": "渭源县",
            "value": "14.26147692"
        }, {
            "name": "临洮县",
            "value": "30.31628462"
        }, {
            "name": "临夏市",
            "value": "26.52448462"
        }, {
            "name": "永靖县",
            "value": "18.00223846"
        }, {
            "name": "东乡县",
            "value": "7.654269231"
        }, {
            "name": "积石山县",
            "value": "7.261661538"
        }, {
            "name": "大通县",
            "value": "67.29660769"
        }, {
            "name": "湟中县",
            "value": "90.27912308"
        }, {
            "name": "湟源县",
            "value": "12.62856923"
        }, {
            "name": "平安县",
            "value": "39.18817692"
        }, {
            "name": "民和县",
            "value": "31.42933077"
        }, {
            "name": "乐都县",
            "value": "37.48426154"
        }, {
            "name": "互助县",
            "value": "51.04608462"
        }, {
            "name": "化隆县",
            "value": "26.35512308"
        }, {
            "name": "循化县",
            "value": "12.25961538"
        }, {
            "name": "海晏县",
            "value": "21.32009231"
        }, {
            "name": "共和县",
            "value": "25.38330769"
        }, {
            "name": "贵德县",
            "value": "16.97954615"
        }, {
            "name": "贵南县",
            "value": "8.387738462"
        }, {
            "name": "同仁县",
            "value": "12.6561"
        }, {
            "name": "尖扎县",
            "value": "14.90186923"
        }],
        "2008": [{
            "name": "永登县",
            "value": "77.75824615"
        }, {
            "name": "皋兰县",
            "value": "28.39295385"
        }, {
            "name": "榆中县",
            "value": "49.55149231"
        }, {
            "name": "靖远县",
            "value": "40.86690769"
        }, {
            "name": "景泰县",
            "value": "37.47775385"
        }, {
            "name": "安定区",
            "value": "33.44732308"
        }, {
            "name": "陇西县",
            "value": "35.39847692"
        }, {
            "name": "渭源县",
            "value": "15.73023077"
        }, {
            "name": "临洮县",
            "value": "33.43645385"
        }, {
            "name": "临夏市",
            "value": "29.49055385"
        }, {
            "name": "永靖县",
            "value": "20.17771538"
        }, {
            "name": "东乡县",
            "value": "8.498507692"
        }, {
            "name": "积石山县",
            "value": "8.042984615"
        }, {
            "name": "大通县",
            "value": "74.27342308"
        }, {
            "name": "湟中县",
            "value": "101.9149692"
        }, {
            "name": "湟源县",
            "value": "14.05900769"
        }, {
            "name": "平安县",
            "value": "44.00563077"
        }, {
            "name": "民和县",
            "value": "34.71919231"
        }, {
            "name": "乐都县",
            "value": "41.71858462"
        }, {
            "name": "互助县",
            "value": "56.81895385"
        }, {
            "name": "化隆县",
            "value": "29.58556923"
        }, {
            "name": "循化县",
            "value": "13.60434615"
        }, {
            "name": "海晏县",
            "value": "23.99877692"
        }, {
            "name": "共和县",
            "value": "27.89762308"
        }, {
            "name": "贵德县",
            "value": "19.14673846"
        }, {
            "name": "贵南县",
            "value": "9.309715385"
        }, {
            "name": "同仁县",
            "value": "13.9995"
        }, {
            "name": "尖扎县",
            "value": "16.07460769"
        }],
        "2009": [{
            "name": "永登县",
            "value": "84.54407692"
        }, {
            "name": "皋兰县",
            "value": "31.04582308"
        }, {
            "name": "榆中县",
            "value": "54.72655385"
        }, {
            "name": "靖远县",
            "value": "44.66754615"
        }, {
            "name": "景泰县",
            "value": "41.18252308"
        }, {
            "name": "安定区",
            "value": "37.62823846"
        }, {
            "name": "陇西县",
            "value": "38.89966154"
        }, {
            "name": "渭源县",
            "value": "17.19898462"
        }, {
            "name": "临洮县",
            "value": "36.55662308"
        }, {
            "name": "临夏市",
            "value": "32.45662308"
        }, {
            "name": "永靖县",
            "value": "22.35319231"
        }, {
            "name": "东乡县",
            "value": "9.342746154"
        }, {
            "name": "积石山县",
            "value": "8.824307692"
        }, {
            "name": "大通县",
            "value": "81.25023846"
        }, {
            "name": "湟中县",
            "value": "113.5508154"
        }, {
            "name": "湟源县",
            "value": "15.48944615"
        }, {
            "name": "平安县",
            "value": "48.82308462"
        }, {
            "name": "民和县",
            "value": "38.00905385"
        }, {
            "name": "乐都县",
            "value": "45.95290769"
        }, {
            "name": "互助县",
            "value": "62.59182308"
        }, {
            "name": "化隆县",
            "value": "32.81601538"
        }, {
            "name": "循化县",
            "value": "14.94907692"
        }, {
            "name": "海晏县",
            "value": "26.67746154"
        }, {
            "name": "共和县",
            "value": "30.41193846"
        }, {
            "name": "贵德县",
            "value": "21.31393077"
        }, {
            "name": "贵南县",
            "value": "10.23169231"
        }, {
            "name": "同仁县",
            "value": "15.3429"
        }, {
            "name": "尖扎县",
            "value": "17.24734615"
        }],
        "2010": [{
            "name": "永登县",
            "value": "91.32990769"
        }, {
            "name": "皋兰县",
            "value": "33.69869231"
        }, {
            "name": "榆中县",
            "value": "59.90161538"
        }, {
            "name": "靖远县",
            "value": "48.46818462"
        }, {
            "name": "景泰县",
            "value": "44.88729231"
        }, {
            "name": "安定区",
            "value": "41.80915385"
        }, {
            "name": "陇西县",
            "value": "42.40084615"
        }, {
            "name": "渭源县",
            "value": "18.66773846"
        }, {
            "name": "临洮县",
            "value": "39.67679231"
        }, {
            "name": "临夏市",
            "value": "35.42269231"
        }, {
            "name": "永靖县",
            "value": "24.52866923"
        }, {
            "name": "东乡县",
            "value": "10.18698462"
        }, {
            "name": "积石山县",
            "value": "9.605630769"
        }, {
            "name": "大通县",
            "value": "88.22705385"
        }, {
            "name": "湟中县",
            "value": "125.1866615"
        }, {
            "name": "湟源县",
            "value": "16.91988462"
        }, {
            "name": "平安县",
            "value": "53.64053846"
        }, {
            "name": "民和县",
            "value": "41.29891538"
        }, {
            "name": "乐都县",
            "value": "50.18723077"
        }, {
            "name": "互助县",
            "value": "68.36469231"
        }, {
            "name": "化隆县",
            "value": "36.04646154"
        }, {
            "name": "循化县",
            "value": "16.29380769"
        }, {
            "name": "海晏县",
            "value": "29.35614615"
        }, {
            "name": "共和县",
            "value": "32.92625385"
        }, {
            "name": "贵德县",
            "value": "23.48112308"
        }, {
            "name": "贵南县",
            "value": "11.15366923"
        }, {
            "name": "同仁县",
            "value": "16.6863"
        }, {
            "name": "尖扎县",
            "value": "18.42008462"
        }],
        "2011": [{
            "name": "永登县",
            "value": "98.11573846"
        }, {
            "name": "皋兰县",
            "value": "36.35156154"
        }, {
            "name": "榆中县",
            "value": "65.07667692"
        }, {
            "name": "靖远县",
            "value": "52.26882308"
        }, {
            "name": "景泰县",
            "value": "48.59206154"
        }, {
            "name": "安定区",
            "value": "45.99006923"
        }, {
            "name": "陇西县",
            "value": "45.90203077"
        }, {
            "name": "渭源县",
            "value": "20.13649231"
        }, {
            "name": "临洮县",
            "value": "42.79696154"
        }, {
            "name": "临夏市",
            "value": "38.38876154"
        }, {
            "name": "永靖县",
            "value": "26.70414615"
        }, {
            "name": "东乡县",
            "value": "11.03122308"
        }, {
            "name": "积石山县",
            "value": "10.38695385"
        }, {
            "name": "大通县",
            "value": "95.20386923"
        }, {
            "name": "湟中县",
            "value": "136.8225077"
        }, {
            "name": "湟源县",
            "value": "18.35032308"
        }, {
            "name": "平安县",
            "value": "58.45799231"
        }, {
            "name": "民和县",
            "value": "44.58877692"
        }, {
            "name": "乐都县",
            "value": "54.42155385"
        }, {
            "name": "互助县",
            "value": "74.13756154"
        }, {
            "name": "化隆县",
            "value": "39.27690769"
        }, {
            "name": "循化县",
            "value": "17.63853846"
        }, {
            "name": "海晏县",
            "value": "32.03483077"
        }, {
            "name": "共和县",
            "value": "35.44056923"
        }, {
            "name": "贵德县",
            "value": "25.64831538"
        }, {
            "name": "贵南县",
            "value": "12.07564615"
        }, {
            "name": "同仁县",
            "value": "18.0297"
        }, {
            "name": "尖扎县",
            "value": "19.59282308"
        }],
        "2012": [{
            "name": "永登县",
            "value": "104.9015692"
        }, {
            "name": "皋兰县",
            "value": "39.00443077"
        }, {
            "name": "榆中县",
            "value": "70.25173846"
        }, {
            "name": "靖远县",
            "value": "56.06946154"
        }, {
            "name": "景泰县",
            "value": "52.29683077"
        }, {
            "name": "安定区",
            "value": "50.17098462"
        }, {
            "name": "陇西县",
            "value": "49.40321538"
        }, {
            "name": "渭源县",
            "value": "21.60524615"
        }, {
            "name": "临洮县",
            "value": "45.91713077"
        }, {
            "name": "临夏市",
            "value": "41.35483077"
        }, {
            "name": "永靖县",
            "value": "28.87962308"
        }, {
            "name": "东乡县",
            "value": "11.87546154"
        }, {
            "name": "积石山县",
            "value": "11.16827692"
        }, {
            "name": "大通县",
            "value": "102.1806846"
        }, {
            "name": "湟中县",
            "value": "148.4583538"
        }, {
            "name": "湟源县",
            "value": "19.78076154"
        }, {
            "name": "平安县",
            "value": "63.27544615"
        }, {
            "name": "民和县",
            "value": "47.87863846"
        }, {
            "name": "乐都县",
            "value": "58.65587692"
        }, {
            "name": "互助县",
            "value": "79.91043077"
        }, {
            "name": "化隆县",
            "value": "42.50735385"
        }, {
            "name": "循化县",
            "value": "18.98326923"
        }, {
            "name": "海晏县",
            "value": "34.71351538"
        }, {
            "name": "共和县",
            "value": "37.95488462"
        }, {
            "name": "贵德县",
            "value": "27.81550769"
        }, {
            "name": "贵南县",
            "value": "12.99762308"
        }, {
            "name": "同仁县",
            "value": "19.3731"
        }, {
            "name": "尖扎县",
            "value": "20.76556154"
        }],
        "2013": [{
            "name": "永登县",
            "value": "111.6874"
        }, {
            "name": "皋兰县",
            "value": "41.6573"
        }, {
            "name": "榆中县",
            "value": "75.4268"
        }, {
            "name": "靖远县",
            "value": "59.8701"
        }, {
            "name": "景泰县",
            "value": "56.0016"
        }, {
            "name": "安定区",
            "value": "54.3519"
        }, {
            "name": "陇西县",
            "value": "52.9044"
        }, {
            "name": "渭源县",
            "value": "23.074"
        }, {
            "name": "临洮县",
            "value": "49.0373"
        }, {
            "name": "临夏市",
            "value": "44.3209"
        }, {
            "name": "永靖县",
            "value": "31.0551"
        }, {
            "name": "东乡县",
            "value": "12.7197"
        }, {
            "name": "积石山县",
            "value": "11.9496"
        }, {
            "name": "大通县",
            "value": "109.1575"
        }, {
            "name": "湟中县",
            "value": "160.0942"
        }, {
            "name": "湟源县",
            "value": "21.2112"
        }, {
            "name": "平安县",
            "value": "68.0929"
        }, {
            "name": "民和县",
            "value": "51.1685"
        }, {
            "name": "乐都县",
            "value": "62.8902"
        }, {
            "name": "互助县",
            "value": "85.6833"
        }, {
            "name": "化隆县",
            "value": "45.7378"
        }, {
            "name": "循化县",
            "value": "20.328"
        }, {
            "name": "海晏县",
            "value": "37.3922"
        }, {
            "name": "共和县",
            "value": "40.4692"
        }, {
            "name": "贵德县",
            "value": "29.9827"
        }, {
            "name": "贵南县",
            "value": "13.9196"
        }, {
            "name": "同仁县",
            "value": "20.7165"
        }, {
            "name": "尖扎县",
            "value": "21.9383"
        }],
        "2014": [{
            "name": "永登县",
            "value": "103.703"
        }, {
            "name": "皋兰县",
            "value": "44.276"
        }, {
            "name": "榆中县",
            "value": "97.1571"
        }, {
            "name": "靖远县",
            "value": "63.418"
        }, {
            "name": "景泰县",
            "value": "54.5175"
        }, {
            "name": "安定区",
            "value": "65.7774"
        }, {
            "name": "陇西县",
            "value": "57.6041"
        }, {
            "name": "渭源县",
            "value": "26.3484"
        }, {
            "name": "临洮县",
            "value": "56.5054"
        }, {
            "name": "临夏市",
            "value": "56.8028"
        }, {
            "name": "永靖县",
            "value": "36.1941"
        }, {
            "name": "东乡县",
            "value": "15.0854"
        }, {
            "name": "积石山县",
            "value": "13.9064"
        }, {
            "name": "大通县",
            "value": "105.9825"
        }, {
            "name": "湟中县",
            "value": "160.885"
        }, {
            "name": "湟源县",
            "value": "23.8288"
        }, {
            "name": "平安县",
            "value": "73.3862"
        }, {
            "name": "民和县",
            "value": "60.5709"
        }, {
            "name": "乐都县",
            "value": "65.7637"
        }, {
            "name": "互助县",
            "value": "96.6198"
        }, {
            "name": "化隆县",
            "value": "48.1186"
        }, {
            "name": "循化县",
            "value": "24.3212"
        }, {
            "name": "海晏县",
            "value": "24.0151"
        }, {
            "name": "共和县",
            "value": "48.5275"
        }, {
            "name": "贵德县",
            "value": "28.7694"
        }, {
            "name": "贵南县",
            "value": "14.0252"
        }, {
            "name": "同仁县",
            "value": "22.0311"
        }, {
            "name": "尖扎县",
            "value": "18.6625"
        }],
        "2015": [{
            "name": "永登县",
            "value": "96.5625"
        }, {
            "name": "皋兰县",
            "value": "45.2003"
        }, {
            "name": "榆中县",
            "value": "88.1611"
        }, {
            "name": "靖远县",
            "value": "63.3857"
        }, {
            "name": "景泰县",
            "value": "50.3726"
        }, {
            "name": "安定区",
            "value": "70.2111"
        }, {
            "name": "陇西县",
            "value": "57.4385"
        }, {
            "name": "渭源县",
            "value": "27.6219"
        }, {
            "name": "临洮县",
            "value": "58.9067"
        }, {
            "name": "临夏市",
            "value": "61.425"
        }, {
            "name": "永靖县",
            "value": "35.6181"
        }, {
            "name": "东乡县",
            "value": "16.2743"
        }, {
            "name": "积石山县",
            "value": "13.3132"
        }, {
            "name": "大通县",
            "value": "97.8446"
        }, {
            "name": "湟中县",
            "value": "150.7049"
        }, {
            "name": "湟源县",
            "value": "23.837"
        }, {
            "name": "平安县",
            "value": "79.3069"
        }, {
            "name": "民和县",
            "value": "62.5411"
        }, {
            "name": "乐都县",
            "value": "68.3083"
        }, {
            "name": "互助县",
            "value": "98.0948"
        }, {
            "name": "化隆县",
            "value": "50.7758"
        }, {
            "name": "循化县",
            "value": "26.5717"
        }, {
            "name": "海晏县",
            "value": "22.249"
        }, {
            "name": "共和县",
            "value": "60.8016"
        }, {
            "name": "贵德县",
            "value": "29.3563"
        }, {
            "name": "贵南县",
            "value": "14.5985"
        }, {
            "name": "同仁县",
            "value": "25.2705"
        }, {
            "name": "尖扎县",
            "value": "20.7386"
        }]
    },
    //边境城市带
    {
        "2000": [{
            "name": "康马县",
            "value": "0.4492"
        }, {
            "name": "定结县",
            "value": "0.482"
        }, {
            "name": "岗巴县",
            "value": "0.329"
        }, {
            "name": "定日县",
            "value": "0.94070 "
        }, {
            "name": "仲巴县",
            "value": "0.60370 "
        }, {
            "name": "亚东县",
            "value": "0.68130 "
        }, {
            "name": "吉隆县",
            "value": "0.48410 "
        }, {
            "name": "聂拉木县",
            "value": "0.69380 "
        }, {
            "name": "萨嘎县",
            "value": "0.38620 "
        }, {
            "name": "普兰县",
            "value": "0.32470 "
        }, {
            "name": "札达县",
            "value": "0.32490 "
        }, {
            "name": "噶尔县",
            "value": "0.30380 "
        }, {
            "name": "日土县",
            "value": "0.49300 "
        }, {
            "name": "米林县",
            "value": "0.35970 "
        }, {
            "name": "墨脱县",
            "value": "0.33710 "
        }, {
            "name": "察隅县",
            "value": "0.85720 "
        }, {
            "name": "朗县",
            "value": "0.57370 "
        }, {
            "name": "洛扎县",
            "value": "0.16390 "
        }, {
            "name": "隆子县",
            "value": "0.37080 "
        }, {
            "name": "错那县",
            "value": "0.03560 "
        }, {
            "name": "浪卡子县",
            "value": "0.3813"
        }],
        "2001": [{
            "name": "康马县",
            "value": "0.61501"
        }, {
            "name": "定结县",
            "value": "0.61443"
        }, {
            "name": "岗巴县",
            "value": "0.43404"
        }, {
            "name": "定日县",
            "value": "1.34457 "
        }, {
            "name": "仲巴县",
            "value": "0.92913 "
        }, {
            "name": "亚东县",
            "value": "0.98709 "
        }, {
            "name": "吉隆县",
            "value": "0.74566 "
        }, {
            "name": "聂拉木县",
            "value": "0.97921 "
        }, {
            "name": "萨嘎县",
            "value": "0.58125 "
        }, {
            "name": "普兰县",
            "value": "0.45765 "
        }, {
            "name": "札达县",
            "value": "0.44753 "
        }, {
            "name": "噶尔县",
            "value": "0.45105 "
        }, {
            "name": "日土县",
            "value": "0.64339 "
        }, {
            "name": "米林县",
            "value": "1.10172 "
        }, {
            "name": "墨脱县",
            "value": "0.59196 "
        }, {
            "name": "察隅县",
            "value": "1.23405 "
        }, {
            "name": "朗县",
            "value": "0.87012 "
        }, {
            "name": "洛扎县",
            "value": "0.37791 "
        }, {
            "name": "隆子县",
            "value": "0.83443 "
        }, {
            "name": "错那县",
            "value": "0.29277 "
        }, {
            "name": "浪卡子县",
            "value": "0.57632"
        }],
        "2002": [{
            "name": "康马县",
            "value": "0.78082"
        }, {
            "name": "定结县",
            "value": "0.74686"
        }, {
            "name": "岗巴县",
            "value": "0.53908"
        }, {
            "name": "定日县",
            "value": "1.74843 "
        }, {
            "name": "仲巴县",
            "value": "1.25457 "
        }, {
            "name": "亚东县",
            "value": "1.29287 "
        }, {
            "name": "吉隆县",
            "value": "1.00722 "
        }, {
            "name": "聂拉木县",
            "value": "1.26461 "
        }, {
            "name": "萨嘎县",
            "value": "0.77629 "
        }, {
            "name": "普兰县",
            "value": "0.59059 "
        }, {
            "name": "札达县",
            "value": "0.57017 "
        }, {
            "name": "噶尔县",
            "value": "0.59831 "
        }, {
            "name": "日土县",
            "value": "0.79379 "
        }, {
            "name": "米林县",
            "value": "1.84374 "
        }, {
            "name": "墨脱县",
            "value": "0.84682 "
        }, {
            "name": "察隅县",
            "value": "1.61091 "
        }, {
            "name": "朗县",
            "value": "1.16654 "
        }, {
            "name": "洛扎县",
            "value": "0.59193 "
        }, {
            "name": "隆子县",
            "value": "1.29805 "
        }, {
            "name": "错那县",
            "value": "0.54993 "
        }, {
            "name": "浪卡子县",
            "value": "0.77134"
        }],
        "2003": [{
            "name": "康马县",
            "value": "0.94663"
        }, {
            "name": "定结县",
            "value": "0.87929"
        }, {
            "name": "岗巴县",
            "value": "0.64412"
        }, {
            "name": "定日县",
            "value": "2.15230 "
        }, {
            "name": "仲巴县",
            "value": "1.58000 "
        }, {
            "name": "亚东县",
            "value": "1.59866 "
        }, {
            "name": "吉隆县",
            "value": "1.26878 "
        }, {
            "name": "聂拉木县",
            "value": "1.55002 "
        }, {
            "name": "萨嘎县",
            "value": "0.97134 "
        }, {
            "name": "普兰县",
            "value": "0.72354 "
        }, {
            "name": "札达县",
            "value": "0.69280 "
        }, {
            "name": "噶尔县",
            "value": "0.74556 "
        }, {
            "name": "日土县",
            "value": "0.94418 "
        }, {
            "name": "米林县",
            "value": "2.58576 "
        }, {
            "name": "墨脱县",
            "value": "1.10168 "
        }, {
            "name": "察隅县",
            "value": "1.98776 "
        }, {
            "name": "朗县",
            "value": "1.46296 "
        }, {
            "name": "洛扎县",
            "value": "0.80594 "
        }, {
            "name": "隆子县",
            "value": "1.76168 "
        }, {
            "name": "错那县",
            "value": "0.80710 "
        }, {
            "name": "浪卡子县",
            "value": "0.96636"
        }],
        "2004": [{
            "name": "康马县",
            "value": "1.11244"
        }, {
            "name": "定结县",
            "value": "1.01172"
        }, {
            "name": "岗巴县",
            "value": "0.74916"
        }, {
            "name": "定日县",
            "value": "2.55617 "
        }, {
            "name": "仲巴县",
            "value": "1.90543 "
        }, {
            "name": "亚东县",
            "value": "1.90445 "
        }, {
            "name": "吉隆县",
            "value": "1.53034 "
        }, {
            "name": "聂拉木县",
            "value": "1.83543 "
        }, {
            "name": "萨嘎县",
            "value": "1.16639 "
        }, {
            "name": "普兰县",
            "value": "0.85649 "
        }, {
            "name": "札达县",
            "value": "0.81543 "
        }, {
            "name": "噶尔县",
            "value": "0.89281 "
        }, {
            "name": "日土县",
            "value": "1.09457 "
        }, {
            "name": "米林县",
            "value": "3.32778 "
        }, {
            "name": "墨脱县",
            "value": "1.35654 "
        }, {
            "name": "察隅县",
            "value": "2.36461 "
        }, {
            "name": "朗县",
            "value": "1.75938 "
        }, {
            "name": "洛扎县",
            "value": "1.01995 "
        }, {
            "name": "隆子县",
            "value": "2.22531 "
        }, {
            "name": "错那县",
            "value": "1.06427 "
        }, {
            "name": "浪卡子县",
            "value": "1.16138"
        }],
        "2005": [{
            "name": "康马县",
            "value": "1.27825"
        }, {
            "name": "定结县",
            "value": "1.14415"
        }, {
            "name": "岗巴县",
            "value": "0.8542"
        }, {
            "name": "定日县",
            "value": "2.96003 "
        }, {
            "name": "仲巴县",
            "value": "2.23087 "
        }, {
            "name": "亚东县",
            "value": "2.21023 "
        }, {
            "name": "吉隆县",
            "value": "1.79190 "
        }, {
            "name": "聂拉木县",
            "value": "2.12083 "
        }, {
            "name": "萨嘎县",
            "value": "1.36143 "
        }, {
            "name": "普兰县",
            "value": "0.98943 "
        }, {
            "name": "札达县",
            "value": "0.93807 "
        }, {
            "name": "噶尔县",
            "value": "1.04007 "
        }, {
            "name": "日土县",
            "value": "1.24497 "
        }, {
            "name": "米林县",
            "value": "4.06980 "
        }, {
            "name": "墨脱县",
            "value": "1.61140 "
        }, {
            "name": "察隅县",
            "value": "2.74147 "
        }, {
            "name": "朗县",
            "value": "2.05580 "
        }, {
            "name": "洛扎县",
            "value": "1.23397 "
        }, {
            "name": "隆子县",
            "value": "2.68893 "
        }, {
            "name": "错那县",
            "value": "1.32143 "
        }, {
            "name": "浪卡子县",
            "value": "1.3564"
        }],
        "2006": [{
            "name": "康马县",
            "value": "1.44406"
        }, {
            "name": "定结县",
            "value": "1.27658"
        }, {
            "name": "岗巴县",
            "value": "0.95924"
        }, {
            "name": "定日县",
            "value": "3.36390 "
        }, {
            "name": "仲巴县",
            "value": "2.55630 "
        }, {
            "name": "亚东县",
            "value": "2.51602 "
        }, {
            "name": "吉隆县",
            "value": "2.05346 "
        }, {
            "name": "聂拉木县",
            "value": "2.40624 "
        }, {
            "name": "萨嘎县",
            "value": "1.55648 "
        }, {
            "name": "普兰县",
            "value": "1.12238 "
        }, {
            "name": "札达县",
            "value": "1.06070 "
        }, {
            "name": "噶尔县",
            "value": "1.18732 "
        }, {
            "name": "日土县",
            "value": "1.39536 "
        }, {
            "name": "米林县",
            "value": "4.81182 "
        }, {
            "name": "墨脱县",
            "value": "1.86626 "
        }, {
            "name": "察隅县",
            "value": "3.11832 "
        }, {
            "name": "朗县",
            "value": "2.35222 "
        }, {
            "name": "洛扎县",
            "value": "1.44798 "
        }, {
            "name": "隆子县",
            "value": "3.15256 "
        }, {
            "name": "错那县",
            "value": "1.57860 "
        }, {
            "name": "浪卡子县",
            "value": "1.55142"
        }],
        "2007": [{
            "name": "康马县",
            "value": "1.60987"
        }, {
            "name": "定结县",
            "value": "1.40901"
        }, {
            "name": "岗巴县",
            "value": "1.06428"
        }, {
            "name": "定日县",
            "value": "3.76777 "
        }, {
            "name": "仲巴县",
            "value": "2.88173 "
        }, {
            "name": "亚东县",
            "value": "2.82181 "
        }, {
            "name": "吉隆县",
            "value": "2.31502 "
        }, {
            "name": "聂拉木县",
            "value": "2.69165 "
        }, {
            "name": "萨嘎县",
            "value": "1.75153 "
        }, {
            "name": "普兰县",
            "value": "1.25533 "
        }, {
            "name": "札达县",
            "value": "1.18333 "
        }, {
            "name": "噶尔县",
            "value": "1.33457 "
        }, {
            "name": "日土县",
            "value": "1.54575 "
        }, {
            "name": "米林县",
            "value": "5.55384 "
        }, {
            "name": "墨脱县",
            "value": "2.12112 "
        }, {
            "name": "察隅县",
            "value": "3.49517 "
        }, {
            "name": "朗县",
            "value": "2.64864 "
        }, {
            "name": "洛扎县",
            "value": "1.66199 "
        }, {
            "name": "隆子县",
            "value": "3.61619 "
        }, {
            "name": "错那县",
            "value": "1.83577 "
        }, {
            "name": "浪卡子县",
            "value": "1.74644"
        }],
        "2008": [{
            "name": "康马县",
            "value": "1.77568"
        }, {
            "name": "定结县",
            "value": "1.54144"
        }, {
            "name": "岗巴县",
            "value": "1.16932"
        }, {
            "name": "定日县",
            "value": "4.17163 "
        }, {
            "name": "仲巴县",
            "value": "3.20717 "
        }, {
            "name": "亚东县",
            "value": "3.12759 "
        }, {
            "name": "吉隆县",
            "value": "2.57658 "
        }, {
            "name": "聂拉木县",
            "value": "2.97705 "
        }, {
            "name": "萨嘎县",
            "value": "1.94657 "
        }, {
            "name": "普兰县",
            "value": "1.38827 "
        }, {
            "name": "札达县",
            "value": "1.30597 "
        }, {
            "name": "噶尔县",
            "value": "1.48183 "
        }, {
            "name": "日土县",
            "value": "1.69615 "
        }, {
            "name": "米林县",
            "value": "6.29586 "
        }, {
            "name": "墨脱县",
            "value": "2.37598 "
        }, {
            "name": "察隅县",
            "value": "3.87203 "
        }, {
            "name": "朗县",
            "value": "2.94506 "
        }, {
            "name": "洛扎县",
            "value": "1.87601 "
        }, {
            "name": "隆子县",
            "value": "4.07981 "
        }, {
            "name": "错那县",
            "value": "2.09293 "
        }, {
            "name": "浪卡子县",
            "value": "1.94146"
        }],
        "2009": [{
            "name": "康马县",
            "value": "1.94149"
        }, {
            "name": "定结县",
            "value": "1.67387"
        }, {
            "name": "岗巴县",
            "value": "1.27436"
        }, {
            "name": "定日县",
            "value": "4.57550 "
        }, {
            "name": "仲巴县",
            "value": "3.53260 "
        }, {
            "name": "亚东县",
            "value": "3.43338 "
        }, {
            "name": "吉隆县",
            "value": "2.83814 "
        }, {
            "name": "聂拉木县",
            "value": "3.26246 "
        }, {
            "name": "萨嘎县",
            "value": "2.14162 "
        }, {
            "name": "普兰县",
            "value": "1.52122 "
        }, {
            "name": "札达县",
            "value": "1.42860 "
        }, {
            "name": "噶尔县",
            "value": "1.62908 "
        }, {
            "name": "日土县",
            "value": "1.84654 "
        }, {
            "name": "米林县",
            "value": "7.03788 "
        }, {
            "name": "墨脱县",
            "value": "2.63084 "
        }, {
            "name": "察隅县",
            "value": "4.24888 "
        }, {
            "name": "朗县",
            "value": "3.24148 "
        }, {
            "name": "洛扎县",
            "value": "2.09002 "
        }, {
            "name": "隆子县",
            "value": "4.54344 "
        }, {
            "name": "错那县",
            "value": "2.35010 "
        }, {
            "name": "浪卡子县",
            "value": "2.13648"
        }],
        "2010": [{
            "name": "康马县",
            "value": "2.1073"
        }, {
            "name": "定结县",
            "value": "1.8063"
        }, {
            "name": "岗巴县",
            "value": "1.3794"
        }, {
            "name": "定日县",
            "value": "4.97937 "
        }, {
            "name": "仲巴县",
            "value": "3.85803 "
        }, {
            "name": "亚东县",
            "value": "3.73917 "
        }, {
            "name": "吉隆县",
            "value": "3.09970 "
        }, {
            "name": "聂拉木县",
            "value": "3.54787 "
        }, {
            "name": "萨嘎县",
            "value": "2.33667 "
        }, {
            "name": "普兰县",
            "value": "1.65417 "
        }, {
            "name": "札达县",
            "value": "1.55123 "
        }, {
            "name": "噶尔县",
            "value": "1.77633 "
        }, {
            "name": "日土县",
            "value": "1.99693 "
        }, {
            "name": "米林县",
            "value": "7.77990 "
        }, {
            "name": "墨脱县",
            "value": "2.88570 "
        }, {
            "name": "察隅县",
            "value": "4.62573 "
        }, {
            "name": "朗县",
            "value": "3.53790 "
        }, {
            "name": "洛扎县",
            "value": "2.30403 "
        }, {
            "name": "隆子县",
            "value": "5.00707 "
        }, {
            "name": "错那县",
            "value": "2.60727 "
        }, {
            "name": "浪卡子县",
            "value": "2.3315"
        }],
        "2011": [{
            "name": "康马县"
        }, {
            "name": "定结县"
        }, {
            "name": "岗巴县"
        }, {
            "name": "定日县"
        }, {
            "name": "仲巴县"
        }, {
            "name": "亚东县"
        }, {
            "name": "吉隆县"
        }, {
            "name": "聂拉木县"
        }, {
            "name": "萨嘎县"
        }, {
            "name": "普兰县"
        }, {
            "name": "札达县"
        }, {
            "name": "噶尔县"
        }, {
            "name": "日土县"
        }, {
            "name": "米林县"
        }, {
            "name": "墨脱县"
        }, {
            "name": "察隅县"
        }, {
            "name": "朗县"
        }, {
            "name": "洛扎县"
        }, {
            "name": "隆子县"
        }, {
            "name": "错那县"
        }, {
            "name": "浪卡子县"
        }],
        "2012": [{
            "name": "康马县"
        }, {
            "name": "定结县"
        }, {
            "name": "岗巴县"
        }, {
            "name": "定日县"
        }, {
            "name": "仲巴县"
        }, {
            "name": "亚东县"
        }, {
            "name": "吉隆县"
        }, {
            "name": "聂拉木县"
        }, {
            "name": "萨嘎县"
        }, {
            "name": "普兰县"
        }, {
            "name": "札达县"
        }, {
            "name": "噶尔县"
        }, {
            "name": "日土县"
        }, {
            "name": "米林县"
        }, {
            "name": "墨脱县"
        }, {
            "name": "察隅县"
        }, {
            "name": "朗县"
        }, {
            "name": "洛扎县"
        }, {
            "name": "隆子县"
        }, {
            "name": "错那县"
        }, {
            "name": "浪卡子县"
        }],
        "2013": [{
            "name": "康马县",
            "value": "2.9742"
        }, {
            "name": "定结县",
            "value": "2.4009"
        }, {
            "name": "岗巴县",
            "value": "1.9934"
        }, {
            "name": "定日县",
            "value": "6.19097 "
        }, {
            "name": "仲巴县",
            "value": "4.83433 "
        }, {
            "name": "亚东县",
            "value": "4.65653 "
        }, {
            "name": "吉隆县",
            "value": "3.88438 "
        }, {
            "name": "聂拉木县",
            "value": "4.40409 "
        }, {
            "name": "萨嘎县",
            "value": "2.92181 "
        }, {
            "name": "普兰县",
            "value": "2.05301 "
        }, {
            "name": "札达县",
            "value": "1.91913 "
        }, {
            "name": "噶尔县",
            "value": "2.21809 "
        }, {
            "name": "日土县",
            "value": "2.44811 "
        }, {
            "name": "米林县",
            "value": "10.00596 "
        }, {
            "name": "墨脱县",
            "value": "3.65028 "
        }, {
            "name": "察隅县",
            "value": "5.75629 "
        }, {
            "name": "朗县",
            "value": "4.42716 "
        }, {
            "name": "洛扎县",
            "value": "2.94607 "
        }, {
            "name": "隆子县",
            "value": "6.39795 "
        }, {
            "name": "错那县",
            "value": "3.37877 "
        }, {
            "name": "浪卡子县",
            "value": "3.6778"
        }],
        "2014": [{
            "name": "康马县",
            "value": "1.8951"
        }, {
            "name": "定结县",
            "value": "2.7276"
        }, {
            "name": "岗巴县",
            "value": "2.4406"
        }, {
            "name": "定日县",
            "value": "6.59483 "
        }, {
            "name": "仲巴县",
            "value": "5.15977 "
        }, {
            "name": "亚东县",
            "value": "4.96231 "
        }, {
            "name": "吉隆县",
            "value": "4.14594 "
        }, {
            "name": "聂拉木县",
            "value": "4.68949 "
        }, {
            "name": "萨嘎县",
            "value": "3.11685 "
        }, {
            "name": "普兰县",
            "value": "2.18595 "
        }, {
            "name": "札达县",
            "value": "2.04177 "
        }, {
            "name": "噶尔县",
            "value": "2.36535 "
        }, {
            "name": "日土县",
            "value": "2.59851 "
        }, {
            "name": "米林县",
            "value": "10.74798 "
        }, {
            "name": "墨脱县",
            "value": "3.90514 "
        }, {
            "name": "察隅县",
            "value": "6.13315 "
        }, {
            "name": "朗县",
            "value": "4.72358 "
        }, {
            "name": "洛扎县",
            "value": "3.16009 "
        }, {
            "name": "隆子县",
            "value": "6.86157 "
        }, {
            "name": "错那县",
            "value": "3.63593 "
        }, {
            "name": "浪卡子县",
            "value": "4.2656"
        }],
        "2015": [{
            "name": "康马县",
            "value": "3.8799"
        }, {
            "name": "定结县",
            "value": "3.1581"
        }, {
            "name": "岗巴县",
            "value": "3.2757"
        }, {
            "name": "定日县",
            "value": "6.99870 "
        }, {
            "name": "仲巴县",
            "value": "5.48520 "
        }, {
            "name": "亚东县",
            "value": "5.26810 "
        }, {
            "name": "吉隆县",
            "value": "4.40750 "
        }, {
            "name": "聂拉木县",
            "value": "4.97490 "
        }, {
            "name": "萨嘎县",
            "value": "3.31190 "
        }, {
            "name": "普兰县",
            "value": "2.31890 "
        }, {
            "name": "札达县",
            "value": "2.16440 "
        }, {
            "name": "噶尔县",
            "value": "2.51260 "
        }, {
            "name": "日土县",
            "value": "2.74890 "
        }, {
            "name": "米林县",
            "value": "11.49000 "
        }, {
            "name": "墨脱县",
            "value": "4.16000 "
        }, {
            "name": "察隅县",
            "value": "6.51000 "
        }, {
            "name": "朗县",
            "value": "5.02000 "
        }, {
            "name": "洛扎县",
            "value": "3.37410 "
        }, {
            "name": "隆子县",
            "value": "7.32520 "
        }, {
            "name": "错那县",
            "value": "3.89310 "
        }, {
            "name": "浪卡子县",
            "value": "4.6764"
        }]
    }
]