//经济
const economyData = [
	// 青藏地区数据
	{
		2000:[
			{"name":"西宁","value":"73.16"},
			{"name":"海东","value":"49.24"},
			{"name":"海北","value":"10.01"},
			{"name":"海南","value":"13.43"},
			{"name":"黄南","value":"12.17"},
			{"name":"果洛","value":"4.42"},
			{"name":"玉树","value":"5.96"},
			{"name":"海西","value":"40.87"},
			{"name":"拉萨","value":"33.47"},
			{"name":"昌都","value":"14.51"},
			{"name":"山南","value":"8.39"},
			{"name":"日喀则","value":"19.93"},
			{"name":"那曲","value":"8.82"},
			{"name":"阿里","value":"2.73"},
			{"name":"林芝","value":"9.38"}
		],
		2001:[
			{"name":"西宁","value":"104.49"},
			{"name":"海东","value":"43.95"},
			{"name":"海北","value":"12.25"},
			{"name":"海南","value":"16"},
			{"name":"黄南","value":"14.1"},
			{"name":"果洛","value":"5.42"},
			{"name":"玉树","value":"7.74"},
			{"name":"海西","value":"61.5"},
			{"name":"拉萨","value":"47.17"},
			{"name":"昌都","value":"18.07"},
			{"name":"山南","value":"11.08"},
			{"name":"日喀则","value":"25.24"},
			{"name":"那曲","value":"11.54"},
			{"name":"阿里","value":"3.89"},
			{"name":"林芝","value":"12.95"}
		],
		2002:[
			{"name":"西宁","value":"121.4"},
			{"name":"海东","value":"50.1"},
			{"name":"海北","value":"14"},
			{"name":"海南","value":"18.2"},
			{"name":"黄南","value":"15.6"},
			{"name":"果洛","value":"6"},
			{"name":"玉树","value":"8.9"},
			{"name":"海西","value":"70"},
			{"name":"拉萨","value":"55.1"},
			{"name":"昌都","value":"21"},
			{"name":"山南","value":"13"},
			{"name":"日喀则","value":"29"},
			{"name":"那曲","value":"13.8"},
			{"name":"阿里","value":"4.6"},
			{"name":"林芝","value":"15.9"}
		],
		2003:[
			{"name":"西宁","value":"144.8"},
			{"name":"海东","value":"57.3"},
			{"name":"海北","value":"16.1"},
			{"name":"海南","value":"16.4"},
			{"name":"黄南","value":"20.4"},
			{"name":"果洛","value":"6.7"},
			{"name":"玉树","value":"9.7"},
			{"name":"海西","value":"83"},
			{"name":"拉萨","value":"64.3"},
			{"name":"昌都","value":"24.7"},
			{"name":"山南","value":"15.8"},
			{"name":"日喀则","value":"34.4"},
			{"name":"那曲","value":"16.2"},
			{"name":"阿里","value":"5.4"},
			{"name":"林芝","value":"19"}
		],
		2004:[
			{"name":"西宁","value":"174.7"},
			{"name":"海东","value":"66.8"},
			{"name":"海北","value":"18.3"},
			{"name":"海南","value":"23.7"},
			{"name":"黄南","value":"19.7"},
			{"name":"果洛","value":"7.2"},
			{"name":"玉树","value":"13.7"},
			{"name":"海西","value":"100.3"},
			{"name":"拉萨","value":"75.2"},
			{"name":"昌都","value":"28.2"},
			{"name":"山南","value":"19.1"},
			{"name":"日喀则","value":"40.8"},
			{"name":"那曲","value":"19.3"},
			{"name":"阿里","value":"6.3"},
			{"name":"林芝","value":"22.8"}
		],
		2005:[
			{"name":"西宁","value":"237.6"},
			{"name":"海东","value":"74.2"},
			{"name":"海北","value":"20.4"},
			{"name":"海南","value":"22.7"},
			{"name":"黄南","value":"29.1"},
			{"name":"果洛","value":"7.9"},
			{"name":"玉树","value":"13.9"},
			{"name":"海西","value":"134.3"},
			{"name":"拉萨","value":"86.8"},
			{"name":"昌都","value":"32.5"},
			{"name":"山南","value":"24.5"},
			{"name":"日喀则","value":"44.1"},
			{"name":"那曲","value":"28.7"},
			{"name":"阿里","value":"9.6"},
			{"name":"林芝","value":"24.5"}
		],
		2006:[
			{"name":"西宁","value":"281.6"},
			{"name":"海东","value":"84.7"},
			{"name":"海北","value":"23.5"},
			{"name":"海南","value":"23.4"},
			{"name":"黄南","value":"32.8"},
			{"name":"果洛","value":"8.7"},
			{"name":"玉树","value":"15.5"},
			{"name":"海西","value":"170"},
			{"name":"拉萨","value":"102.4"},
			{"name":"昌都","value":"37.4"},
			{"name":"山南","value":"28.7"},
			{"name":"日喀则","value":"50.5"},
			{"name":"那曲","value":"32.7"},
			{"name":"阿里","value":"11.3"},
			{"name":"林芝","value":"27.5"}
		],
		2007:[
			{"name":"西宁","value":"342.5"},
			{"name":"海东","value":"102.1"},
			{"name":"海北","value":"28.6"},
			{"name":"海南","value":"28"},
			{"name":"黄南","value":"40.9"},
			{"name":"果洛","value":"10.1"},
			{"name":"玉树","value":"17.8"},
			{"name":"海西","value":"201.7"},
			{"name":"拉萨","value":"121.9"},
			{"name":"昌都","value":"44.4"},
			{"name":"山南","value":"33.2"},
			{"name":"日喀则","value":"58.9"},
			{"name":"那曲","value":"37.2"},
			{"name":"阿里","value":"13.4"},
			{"name":"林芝","value":"33.8"}
		],
		2008:[
			{"name":"西宁","value":"342.5"},
			{"name":"海东","value":"102.1"},
			{"name":"海北","value":"28.6"},
			{"name":"海南","value":"28"},
			{"name":"黄南","value":"40.9"},
			{"name":"果洛","value":"10.1"},
			{"name":"玉树","value":"17.8"},
			{"name":"海西","value":"201.7"},
			{"name":"拉萨","value":"121.9"},
			{"name":"昌都","value":"44.4"},
			{"name":"山南","value":"33.2"},
			{"name":"日喀则","value":"58.9"},
			{"name":"那曲","value":"37.2"},
			{"name":"阿里","value":"13.4"},
			{"name":"林芝","value":"33.8"}
		],
		2009:[
			{"name":"西宁","value":"422.19"},
			{"name":"海东","value":"122.36"},
			{"name":"海北","value":"38.19"},
			{"name":"海南","value":"33.95"},
			{"name":"黄南","value":"51.6"},
			{"name":"果洛","value":"12.66"},
			{"name":"玉树","value":"24.51"},
			{"name":"海西","value":"273.11"},
			{"name":"拉萨","value":"142.05"},
			{"name":"昌都","value":"51.37"},
			{"name":"山南","value":"39.89"},
			{"name":"日喀则","value":"67.27"},
			{"name":"那曲","value":"42.19"},
			{"name":"阿里","value":"15.13"},
			{"name":"林芝","value":"38.99"}
		],
		2010:[
			{"name":"西宁","value":"501.07"},
			{"name":"海东","value":"135.67"},
			{"name":"海北","value":"42.63"},
			{"name":"海南","value":"34.64"},
			{"name":"黄南","value":"58.72"},
			{"name":"果洛","value":"15.05"},
			{"name":"玉树","value":"25.48"},
			{"name":"海西","value":"291.78"},
			{"name":"拉萨","value":"154.27"},
			{"name":"昌都","value":"57.9"},
			{"name":"山南","value":"45.48"},
			{"name":"日喀则","value":"75.51"},
			{"name":"那曲","value":"45.11"},
			{"name":"阿里","value":"16.34"},
			{"name":"林芝","value":"45.77"}
		],
		2011:[
			{"name":"西宁","value":"628.28"},
			{"name":"海东","value":"173.31"},
			{"name":"海北","value":"54.53"},
			{"name":"海南","value":"43.68"},
			{"name":"黄南","value":"69.89"},
			{"name":"果洛","value":"20.43"},
			{"name":"玉树","value":"31.86"},
			{"name":"海西","value":"365.49"},
			{"name":"拉萨","value":"178.91"},
			{"name":"昌都","value":"67.07"},
			{"name":"山南","value":"53.05"},
			{"name":"日喀则","value":"86.4"},
			{"name":"那曲","value":"51.15"},
			{"name":"阿里","value":"18.48"},
			{"name":"林芝","value":"53.69"}
		],
		2012:[
			{"name":"西宁","value":"770.7"},
			{"name":"海东","value":"219.37"},
			{"name":"海北","value":"77.89"},
			{"name":"海南","value":"48.4"},
			{"name":"黄南","value":"82.65"},
			{"name":"果洛","value":"26.14"},
			{"name":"玉树","value":"40.2"},
			{"name":"海西","value":"481.4"},
			{"name":"拉萨","value":"222.09"},
			{"name":"昌都","value":"75.4"},
			{"name":"山南","value":"63.37"},
			{"name":"日喀则","value":"103.91"},
			{"name":"那曲","value":"58.03"},
			{"name":"阿里","value":"21.3"},
			{"name":"林芝","value":"61.35"}
		],
		2013:[
			{"name":"西宁","value":"851.09"},
			{"name":"海东","value":"274.13"},
			{"name":"海北","value":"95.97"},
			{"name":"海南","value":"58.11"},
			{"name":"黄南","value":"104.35"},
			{"name":"果洛","value":"30.54"},
			{"name":"玉树","value":"47.17"},
			{"name":"海西","value":"570.33"},
			{"name":"拉萨","value":"260.04"},
			{"name":"昌都","value":"89.75"},
			{"name":"山南","value":"73.07"},
			{"name":"日喀则","value":"115.24"},
			{"name":"那曲","value":"65.16"},
			{"name":"阿里","value":"25.63"},
			{"name":"林芝","value":"72.39"}
		],
		2014:[
			{"name":"西宁","value":"978.5"},
			{"name":"海东","value":"337"},
			{"name":"海北","value":"112.3"},
			{"name":"海南","value":"66.5"},
			{"name":"黄南","value":"117.1"},
			{"name":"果洛","value":"32.1"},
			{"name":"玉树","value":"54.7"},
			{"name":"海西","value":"609.7"},
			{"name":"拉萨","value":"304.9"},
			{"name":"昌都","value":"104.5"},
			{"name":"山南","value":"86.6"},
			{"name":"日喀则","value":"128.6"},
			{"name":"那曲","value":"72.9"},
			{"name":"阿里","value":"28.9"},
			{"name":"林芝","value":"81.8"}
		],
		2015:[
			{"name":"西宁","value":"1043.2"},
			{"name":"海东","value":"357.6"},
			{"name":"海北","value":"119.6"},
			{"name":"海南","value":"70.3"},
			{"name":"黄南","value":"124.6"},
			{"name":"果洛","value":"34.1"},
			{"name":"玉树","value":"58.2"},
			{"name":"海西","value":"650.3"},
			{"name":"拉萨","value":"324.3"},
			{"name":"昌都","value":"110.9"},
			{"name":"山南","value":"92.2"},
			{"name":"日喀则","value":"136.4"},
			{"name":"那曲","value":"77.5"},
			{"name":"阿里","value":"30.8"},
			{"name":"林芝","value":"87"}
		]
	},
	//拉萨都市圈
	{
		2000: [{
		"name": "城关区",
		"value": "4.3"
		}, {
			"name": "堆龙德庆区",
			"value": "4.1"
		}, {
			"name": "达孜区",
			"value": "2.6"
		}, {
			"name": "林周县",
			"value": "5.5"
		}, {
			"name": "当雄县",
			"value": "3"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "3"
		}, {
			"name": "墨竹工卡县",
			"value": "4.1"
		}],
		2001: [{
			"name": "城关区",
			"value": "9.4"
		}, {
			"name": "堆龙德庆区",
			"value": "4"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "6"
		}, {
			"name": "当雄县",
			"value": "4"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "3"
		}, {
			"name": "墨竹工卡县",
			"value": "4"
		}],
		2002: [{
			"name": "城关区",
			"value": "14.4"
		}, {
			"name": "堆龙德庆区",
			"value": "4.1"
		}, {
			"name": "达孜区",
			"value": "2.6"
		}, {
			"name": "林周县",
			"value": "5.6"
		}, {
			"name": "当雄县",
			"value": "4"
		}, {
			"name": "尼木县",
			"value": "2.9"
		}, {
			"name": "曲水县",
			"value": "3.1"
		}, {
			"name": "墨竹工卡县",
			"value": "4.1"
		}],
		2003: [{
			"name": "城关区",
			"value": "14.52"
		}, {
			"name": "堆龙德庆区",
			"value": "4"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "6"
		}, {
			"name": "当雄县",
			"value": "4"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "3"
		}, {
			"name": "墨竹工卡县",
			"value": "4"
		}],
		2004: [{
			"name": "城关区",
			"value": "14.64"
		}, {
			"name": "堆龙德庆区",
			"value": "4"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "6"
		}, {
			"name": "当雄县",
			"value": "4"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "3"
		}, {
			"name": "墨竹工卡县",
			"value": "4"
		}],
		2005: [{
			"name": "城关区",
			"value": "14.76"
		}, {
			"name": "堆龙德庆区",
			"value": "4"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "5"
		}, {
			"name": "当雄县",
			"value": "4"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "3"
		}, {
			"name": "墨竹工卡县",
			"value": "4"
		}],
		2006: [{
			"name": "城关区",
			"value": "14.88"
		}, {
			"name": "堆龙德庆区",
			"value": "4"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "6"
		}, {
			"name": "当雄县",
			"value": "4"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "3"
		}, {
			"name": "墨竹工卡县",
			"value": "4"
		}],
		2007: [{
			"name": "城关区",
			"value": "15"
		}, {
			"name": "堆龙德庆区",
			"value": "5"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "6"
		}, {
			"name": "当雄县",
			"value": "5"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "3"
		}, {
			"name": "墨竹工卡县",
			"value": "5"
		}],
		2008: [{
			"name": "城关区",
			"value": "15.12"
		}, {
			"name": "堆龙德庆区",
			"value": "4.6"
		}, {
			"name": "达孜区",
			"value": "2.7"
		}, {
			"name": "林周县",
			"value": "5.8"
		}, {
			"name": "当雄县",
			"value": "4.8"
		}, {
			"name": "尼木县",
			"value": "3.1"
		}, {
			"name": "曲水县",
			"value": "3.3"
		}, {
			"name": "墨竹工卡县",
			"value": "4.6"
		}],
		2009: [{
			"name": "城关区",
			"value": "15.24"
		}, {
			"name": "堆龙德庆区",
			"value": "5"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "6"
		}, {
			"name": "当雄县",
			"value": "5"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "3"
		}, {
			"name": "墨竹工卡县",
			"value": "5"
		}],
		2010: [{
			"name": "城关区",
			"value": "15.36"
		}, {
			"name": "堆龙德庆区",
			"value": "6"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "6"
		}, {
			"name": "当雄县",
			"value": "5"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "3"
		}, {
			"name": "墨竹工卡县",
			"value": "5"
		}],
		2011: [{
			"name": "城关区",
			"value": "15.48"
		}, {
			"name": "堆龙德庆区",
			"value": "6"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "6"
		}, {
			"name": "当雄县",
			"value": "5"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "4"
		}, {
			"name": "墨竹工卡县",
			"value": "5"
		}],
		2012: [{
			"name": "城关区",
			"value": "15.5"
		}, {
			"name": "堆龙德庆区",
			"value": "7"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "6"
		}, {
			"name": "当雄县",
			"value": "5"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "4"
		}, {
			"name": "墨竹工卡县",
			"value": "5"
		}],
		2013: [{
			"name": "城关区",
			"value": "15.62"
		}, {
			"name": "堆龙德庆区",
			"value": "5"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "6"
		}, {
			"name": "当雄县",
			"value": "5"
		}, {
			"name": "尼木县",
			"value": "4"
		}, {
			"name": "曲水县",
			"value": "4"
		}, {
			"name": "墨竹工卡县",
			"value": "5"
		}],
		2014: [{
			"name": "城关区",
			"value": "15.74"
		}, {
			"name": "堆龙德庆区",
			"value": "5"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "6"
		}, {
			"name": "当雄县",
			"value": "5"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "4"
		}, {
			"name": "墨竹工卡县",
			"value": "5"
		}],
		2015: [{
			"name": "城关区",
			"value": "15.89"
		}, {
			"name": "堆龙德庆区",
			"value": "5"
		}, {
			"name": "达孜区",
			"value": "3"
		}, {
			"name": "林周县",
			"value": "6"
		}, {
			"name": "当雄县",
			"value": "5"
		}, {
			"name": "尼木县",
			"value": "3"
		}, {
			"name": "曲水县",
			"value": "4"
		}, {
			"name": "墨竹工卡县",
			"value": "7"
		}]
	},
	//兰西城市群
	{
		2000: [{
			"name": "永登县",
			"value": "234716"
		}, {
			"name": "皋兰县",
			"value": "71700"
		}, {
			"name": "榆中县",
			"value": "81510"
		}, {
			"name": "靖远县",
			"value": "104618"
		}, {
			"name": "景泰县",
			"value": "78396"
		}, {
			"name": "安定区",
			"value": "41809"
		}, {
			"name": "陇西县",
			"value": "73890"
		}, {
			"name": "渭源县",
			"value": "39802"
		}, {
			"name": "临洮县",
			"value": "84751"
		}, {
			"name": "临夏市",
			"value": "57620"
		}, {
			"name": "永靖县",
			"value": "27739"
		}, {
			"name": "东乡县",
			"value": "17446"
		}, {
			"name": "积石山县",
			"value": "17924"
		}, {
			"name": "大通县",
			"value": "184589"
		}, {
			"name": "湟中县",
			"value": "88282"
		}, {
			"name": "湟源县",
			"value": "26155"
		}, {
			"name": "平安县",
			"value": "54660"
		}, {
			"name": "民和县",
			"value": "84003"
		}, {
			"name": "乐都县",
			"value": "78440"
		}, {
			"name": "互助县",
			"value": "106360"
		}, {
			"name": "化隆县",
			"value": "37420"
		}, {
			"name": "循化县",
			"value": "28465"
		}, {
			"name": "海晏县",
			"value": "25693"
		}, {
			"name": "共和县",
			"value": "77831"
		}, {
			"name": "贵德县",
			"value": "18092"
		}, {
			"name": "贵南县",
			"value": "19339"
		}, {
			"name": "同仁县",
			"value": "32523"
		}, {
			"name": "尖扎县",
			"value": "66927"
		}],
		2001: [{
			"name": "永登县",
			"value": "302574"
		}, {
			"name": "皋兰县",
			"value": "98229"
		}, {
			"name": "榆中县",
			"value": "133261"
		}, {
			"name": "靖远县",
			"value": "142624"
		}, {
			"name": "景泰县",
			"value": "115444"
		}, {
			"name": "安定区",
			"value": "41809"
		}, {
			"name": "陇西县",
			"value": "108902"
		}, {
			"name": "渭源县",
			"value": "54490"
		}, {
			"name": "临洮县",
			"value": "115953"
		}, {
			"name": "临夏市",
			"value": "87281"
		}, {
			"name": "永靖县",
			"value": "49494"
		}, {
			"name": "东乡县",
			"value": "25888"
		}, {
			"name": "积石山县",
			"value": "25737"
		}, {
			"name": "大通县",
			"value": "254357"
		}, {
			"name": "湟中县",
			"value": "204640"
		}, {
			"name": "湟源县",
			"value": "40459"
		}, {
			"name": "平安县",
			"value": "102835"
		}, {
			"name": "民和县",
			"value": "116902"
		}, {
			"name": "乐都县",
			"value": "120783"
		}, {
			"name": "互助县",
			"value": "164089"
		}, {
			"name": "化隆县",
			"value": "69724"
		}, {
			"name": "循化县",
			"value": "41912"
		}, {
			"name": "海晏县",
			"value": "52480"
		}, {
			"name": "共和县",
			"value": "102974"
		}, {
			"name": "贵德县",
			"value": "39764"
		}, {
			"name": "贵南县",
			"value": "28559"
		}, {
			"name": "同仁县",
			"value": "45957"
		}, {
			"name": "尖扎县",
			"value": "78654"
		}],
		2002: [{
			"name": "永登县",
			"value": "370433"
		}, {
			"name": "皋兰县",
			"value": "124757"
		}, {
			"name": "榆中县",
			"value": "185011"
		}, {
			"name": "靖远县",
			"value": "180631"
		}, {
			"name": "景泰县",
			"value": "152491"
		}, {
			"name": "安定区",
			"value": "83618"
		}, {
			"name": "陇西县",
			"value": "143914"
		}, {
			"name": "渭源县",
			"value": "69177"
		}, {
			"name": "临洮县",
			"value": "147154"
		}, {
			"name": "临夏市",
			"value": "116941"
		}, {
			"name": "永靖县",
			"value": "71249"
		}, {
			"name": "东乡县",
			"value": "34331"
		}, {
			"name": "积石山县",
			"value": "33550"
		}, {
			"name": "大通县",
			"value": "324125"
		}, {
			"name": "湟中县",
			"value": "320999"
		}, {
			"name": "湟源县",
			"value": "54764"
		}, {
			"name": "平安县",
			"value": "151009"
		}, {
			"name": "民和县",
			"value": "149800"
		}, {
			"name": "乐都县",
			"value": "163126"
		}, {
			"name": "互助县",
			"value": "221817"
		}, {
			"name": "化隆县",
			"value": "102029"
		}, {
			"name": "循化县",
			"value": "55360"
		}, {
			"name": "海晏县",
			"value": "79267"
		}, {
			"name": "共和县",
			"value": "128117"
		}, {
			"name": "贵德县",
			"value": "61436"
		}, {
			"name": "贵南县",
			"value": "37779"
		}, {
			"name": "同仁县",
			"value": "59391"
		}, {
			"name": "尖扎县",
			"value": "90382"
		}],
		2003: [{
			"name": "永登县",
			"value": "438291"
		}, {
			"name": "皋兰县",
			"value": "151286"
		}, {
			"name": "榆中县",
			"value": "236762"
		}, {
			"name": "靖远县",
			"value": "218637"
		}, {
			"name": "景泰县",
			"value": "189539"
		}, {
			"name": "安定区",
			"value": "125427"
		}, {
			"name": "陇西县",
			"value": "178926"
		}, {
			"name": "渭源县",
			"value": "83865"
		}, {
			"name": "临洮县",
			"value": "178356"
		}, {
			"name": "临夏市",
			"value": "146602"
		}, {
			"name": "永靖县",
			"value": "93003"
		}, {
			"name": "东乡县",
			"value": "42773"
		}, {
			"name": "积石山县",
			"value": "41364"
		}, {
			"name": "大通县",
			"value": "393893"
		}, {
			"name": "湟中县",
			"value": "437357"
		}, {
			"name": "湟源县",
			"value": "69068"
		}, {
			"name": "平安县",
			"value": "199184"
		}, {
			"name": "民和县",
			"value": "182699"
		}, {
			"name": "乐都县",
			"value": "205470"
		}, {
			"name": "互助县",
			"value": "279546"
		}, {
			"name": "化隆县",
			"value": "134333"
		}, {
			"name": "循化县",
			"value": "68807"
		}, {
			"name": "海晏县",
			"value": "106054"
		}, {
			"name": "共和县",
			"value": "153260"
		}, {
			"name": "贵德县",
			"value": "83108"
		}, {
			"name": "贵南县",
			"value": "46998"
		}, {
			"name": "同仁县",
			"value": "72825"
		}, {
			"name": "尖扎县",
			"value": "102109"
		}],
		2004: [{
			"name": "永登县",
			"value": "506149"
		}, {
			"name": "皋兰县",
			"value": "177815"
		}, {
			"name": "榆中县",
			"value": "288512"
		}, {
			"name": "靖远县",
			"value": "256644"
		}, {
			"name": "景泰县",
			"value": "226587"
		}, {
			"name": "安定区",
			"value": "167237"
		}, {
			"name": "陇西县",
			"value": "213937"
		}, {
			"name": "渭源县",
			"value": "98552"
		}, {
			"name": "临洮县",
			"value": "209558"
		}, {
			"name": "临夏市",
			"value": "176263"
		}, {
			"name": "永靖县",
			"value": "114758"
		}, {
			"name": "东乡县",
			"value": "51216"
		}, {
			"name": "积石山县",
			"value": "49177"
		}, {
			"name": "大通县",
			"value": "463662"
		}, {
			"name": "湟中县",
			"value": "553716"
		}, {
			"name": "湟源县",
			"value": "83373"
		}, {
			"name": "平安县",
			"value": "247358"
		}, {
			"name": "民和县",
			"value": "215597"
		}, {
			"name": "乐都县",
			"value": "247813"
		}, {
			"name": "互助县",
			"value": "337275"
		}, {
			"name": "化隆县",
			"value": "166638"
		}, {
			"name": "循化县",
			"value": "82254"
		}, {
			"name": "海晏县",
			"value": "132840"
		}, {
			"name": "共和县",
			"value": "178404"
		}, {
			"name": "贵德县",
			"value": "104780"
		}, {
			"name": "贵南县",
			"value": "56218"
		}, {
			"name": "同仁县",
			"value": "86259"
		}, {
			"name": "尖扎县",
			"value": "113837"
		}],
		2005: [{
			"name": "永登县",
			"value": "574008"
		}, {
			"name": "皋兰县",
			"value": "204343"
		}, {
			"name": "榆中县",
			"value": "340263"
		}, {
			"name": "靖远县",
			"value": "294650"
		}, {
			"name": "景泰县",
			"value": "263634"
		}, {
			"name": "安定区",
			"value": "209046"
		}, {
			"name": "陇西县",
			"value": "248949"
		}, {
			"name": "渭源县",
			"value": "113240"
		}, {
			"name": "临洮县",
			"value": "240759"
		}, {
			"name": "临夏市",
			"value": "205923"
		}, {
			"name": "永靖县",
			"value": "136513"
		}, {
			"name": "东乡县",
			"value": "59658"
		}, {
			"name": "积石山县",
			"value": "56990"
		}, {
			"name": "大通县",
			"value": "533430"
		}, {
			"name": "湟中县",
			"value": "670074"
		}, {
			"name": "湟源县",
			"value": "97677"
		}, {
			"name": "平安县",
			"value": "295533"
		}, {
			"name": "民和县",
			"value": "248496"
		}, {
			"name": "乐都县",
			"value": "290156"
		}, {
			"name": "互助县",
			"value": "395003"
		}, {
			"name": "化隆县",
			"value": "198942"
		}, {
			"name": "循化县",
			"value": "95702"
		}, {
			"name": "海晏县",
			"value": "159627"
		}, {
			"name": "共和县",
			"value": "203547"
		}, {
			"name": "贵德县",
			"value": "126452"
		}, {
			"name": "贵南县",
			"value": "65438"
		}, {
			"name": "同仁县",
			"value": "99693"
		}, {
			"name": "尖扎县",
			"value": "125564"
		}],
		2006: [{
			"name": "永登县",
			"value": "641866"
		}, {
			"name": "皋兰县",
			"value": "230872"
		}, {
			"name": "榆中县",
			"value": "392014"
		}, {
			"name": "靖远县",
			"value": "332656"
		}, {
			"name": "景泰县",
			"value": "300682"
		}, {
			"name": "安定区",
			"value": "250855"
		}, {
			"name": "陇西县",
			"value": "283961"
		}, {
			"name": "渭源县",
			"value": "127927"
		}, {
			"name": "临洮县",
			"value": "271961"
		}, {
			"name": "临夏市",
			"value": "235584"
		}, {
			"name": "永靖县",
			"value": "158268"
		}, {
			"name": "东乡县",
			"value": "68100"
		}, {
			"name": "积石山县",
			"value": "64803"
		}, {
			"name": "大通县",
			"value": "603198"
		}, {
			"name": "湟中县",
			"value": "786433"
		}, {
			"name": "湟源县",
			"value": "111981"
		}, {
			"name": "平安县",
			"value": "343707"
		}, {
			"name": "民和县",
			"value": "281395"
		}, {
			"name": "乐都县",
			"value": "332499"
		}, {
			"name": "互助县",
			"value": "452732"
		}, {
			"name": "化隆县",
			"value": "231247"
		}, {
			"name": "循化县",
			"value": "109149"
		}, {
			"name": "海晏县",
			"value": "186414"
		}, {
			"name": "共和县",
			"value": "228690"
		}, {
			"name": "贵德县",
			"value": "148124"
		}, {
			"name": "贵南县",
			"value": "74658"
		}, {
			"name": "同仁县",
			"value": "113127"
		}, {
			"name": "尖扎县",
			"value": "137291"
		}],
		2007: [{
			"name": "永登县",
			"value": "709724"
		}, {
			"name": "皋兰县",
			"value": "257401"
		}, {
			"name": "榆中县",
			"value": "443764"
		}, {
			"name": "靖远县",
			"value": "370663"
		}, {
			"name": "景泰县",
			"value": "337730"
		}, {
			"name": "安定区",
			"value": "292664"
		}, {
			"name": "陇西县",
			"value": "318973"
		}, {
			"name": "渭源县",
			"value": "142615"
		}, {
			"name": "临洮县",
			"value": "303163"
		}, {
			"name": "临夏市",
			"value": "265245"
		}, {
			"name": "永靖县",
			"value": "180022"
		}, {
			"name": "东乡县",
			"value": "76543"
		}, {
			"name": "积石山县",
			"value": "72617"
		}, {
			"name": "大通县",
			"value": "672966"
		}, {
			"name": "湟中县",
			"value": "902791"
		}, {
			"name": "湟源县",
			"value": "126286"
		}, {
			"name": "平安县",
			"value": "391882"
		}, {
			"name": "民和县",
			"value": "314293"
		}, {
			"name": "乐都县",
			"value": "374843"
		}, {
			"name": "互助县",
			"value": "510461"
		}, {
			"name": "化隆县",
			"value": "263551"
		}, {
			"name": "循化县",
			"value": "122596"
		}, {
			"name": "海晏县",
			"value": "213201"
		}, {
			"name": "共和县",
			"value": "253833"
		}, {
			"name": "贵德县",
			"value": "169795"
		}, {
			"name": "贵南县",
			"value": "83877"
		}, {
			"name": "同仁县",
			"value": "126561"
		}, {
			"name": "尖扎县",
			"value": "149019"
		}],
		2008: [{
			"name": "永登县",
			"value": "777582"
		}, {
			"name": "皋兰县",
			"value": "283930"
		}, {
			"name": "榆中县",
			"value": "495515"
		}, {
			"name": "靖远县",
			"value": "408669"
		}, {
			"name": "景泰县",
			"value": "374778"
		}, {
			"name": "安定区",
			"value": "334473"
		}, {
			"name": "陇西县",
			"value": "353985"
		}, {
			"name": "渭源县",
			"value": "157302"
		}, {
			"name": "临洮县",
			"value": "334365"
		}, {
			"name": "临夏市",
			"value": "294906"
		}, {
			"name": "永靖县",
			"value": "201777"
		}, {
			"name": "东乡县",
			"value": "84985"
		}, {
			"name": "积石山县",
			"value": "80430"
		}, {
			"name": "大通县",
			"value": "742734"
		}, {
			"name": "湟中县",
			"value": "1019150"
		}, {
			"name": "湟源县",
			"value": "140590"
		}, {
			"name": "平安县",
			"value": "440056"
		}, {
			"name": "民和县",
			"value": "347192"
		}, {
			"name": "乐都县",
			"value": "417186"
		}, {
			"name": "互助县",
			"value": "568190"
		}, {
			"name": "化隆县",
			"value": "295856"
		}, {
			"name": "循化县",
			"value": "136043"
		}, {
			"name": "海晏县",
			"value": "239988"
		}, {
			"name": "共和县",
			"value": "278976"
		}, {
			"name": "贵德县",
			"value": "191467"
		}, {
			"name": "贵南县",
			"value": "93097"
		}, {
			"name": "同仁县",
			"value": "139995"
		}, {
			"name": "尖扎县",
			"value": "160746"
		}],
		2009: [{
			"name": "永登县",
			"value": "845441"
		}, {
			"name": "皋兰县",
			"value": "310458"
		}, {
			"name": "榆中县",
			"value": "547266"
		}, {
			"name": "靖远县",
			"value": "446675"
		}, {
			"name": "景泰县",
			"value": "411825"
		}, {
			"name": "安定区",
			"value": "376282"
		}, {
			"name": "陇西县",
			"value": "388997"
		}, {
			"name": "渭源县",
			"value": "171990"
		}, {
			"name": "临洮县",
			"value": "365566"
		}, {
			"name": "临夏市",
			"value": "324566"
		}, {
			"name": "永靖县",
			"value": "223532"
		}, {
			"name": "东乡县",
			"value": "93427"
		}, {
			"name": "积石山县",
			"value": "88243"
		}, {
			"name": "大通县",
			"value": "812502"
		}, {
			"name": "湟中县",
			"value": "1135508"
		}, {
			"name": "湟源县",
			"value": "154894"
		}, {
			"name": "平安县",
			"value": "488231"
		}, {
			"name": "民和县",
			"value": "380091"
		}, {
			"name": "乐都县",
			"value": "459529"
		}, {
			"name": "互助县",
			"value": "625918"
		}, {
			"name": "化隆县",
			"value": "328160"
		}, {
			"name": "循化县",
			"value": "149491"
		}, {
			"name": "海晏县",
			"value": "266775"
		}, {
			"name": "共和县",
			"value": "304119"
		}, {
			"name": "贵德县",
			"value": "213139"
		}, {
			"name": "贵南县",
			"value": "102317"
		}, {
			"name": "同仁县",
			"value": "153429"
		}, {
			"name": "尖扎县",
			"value": "172473"
		}],
		2010: [{
			"name": "永登县",
			"value": "913299"
		}, {
			"name": "皋兰县",
			"value": "336987"
		}, {
			"name": "榆中县",
			"value": "599016"
		}, {
			"name": "靖远县",
			"value": "484682"
		}, {
			"name": "景泰县",
			"value": "448873"
		}, {
			"name": "安定区",
			"value": "418092"
		}, {
			"name": "陇西县",
			"value": "424008"
		}, {
			"name": "渭源县",
			"value": "186677"
		}, {
			"name": "临洮县",
			"value": "396768"
		}, {
			"name": "临夏市",
			"value": "354227"
		}, {
			"name": "永靖县",
			"value": "245287"
		}, {
			"name": "东乡县",
			"value": "101870"
		}, {
			"name": "积石山县",
			"value": "96056"
		}, {
			"name": "大通县",
			"value": "882271"
		}, {
			"name": "湟中县",
			"value": "1251867"
		}, {
			"name": "湟源县",
			"value": "169199"
		}, {
			"name": "平安县",
			"value": "536405"
		}, {
			"name": "民和县",
			"value": "412989"
		}, {
			"name": "乐都县",
			"value": "501872"
		}, {
			"name": "互助县",
			"value": "683647"
		}, {
			"name": "化隆县",
			"value": "360465"
		}, {
			"name": "循化县",
			"value": "162938"
		}, {
			"name": "海晏县",
			"value": "293561"
		}, {
			"name": "共和县",
			"value": "329263"
		}, {
			"name": "贵德县",
			"value": "234811"
		}, {
			"name": "贵南县",
			"value": "111537"
		}, {
			"name": "同仁县",
			"value": "166863"
		}, {
			"name": "尖扎县",
			"value": "184201"
		}],
		2011: [{
			"name": "永登县",
			"value": "981157"
		}, {
			"name": "皋兰县",
			"value": "363516"
		}, {
			"name": "榆中县",
			"value": "650767"
		}, {
			"name": "靖远县",
			"value": "522688"
		}, {
			"name": "景泰县",
			"value": "485921"
		}, {
			"name": "安定区",
			"value": "459901"
		}, {
			"name": "陇西县",
			"value": "459020"
		}, {
			"name": "渭源县",
			"value": "201365"
		}, {
			"name": "临洮县",
			"value": "427970"
		}, {
			"name": "临夏市",
			"value": "383888"
		}, {
			"name": "永靖县",
			"value": "267041"
		}, {
			"name": "东乡县",
			"value": "110312"
		}, {
			"name": "积石山县",
			"value": "103870"
		}, {
			"name": "大通县",
			"value": "952039"
		}, {
			"name": "湟中县",
			"value": "1368225"
		}, {
			"name": "湟源县",
			"value": "183503"
		}, {
			"name": "平安县",
			"value": "584580"
		}, {
			"name": "民和县",
			"value": "445888"
		}, {
			"name": "乐都县",
			"value": "544216"
		}, {
			"name": "互助县",
			"value": "741376"
		}, {
			"name": "化隆县",
			"value": "392769"
		}, {
			"name": "循化县",
			"value": "176385"
		}, {
			"name": "海晏县",
			"value": "320348"
		}, {
			"name": "共和县",
			"value": "354406"
		}, {
			"name": "贵德县",
			"value": "256483"
		}, {
			"name": "贵南县",
			"value": "120756"
		}, {
			"name": "同仁县",
			"value": "180297"
		}, {
			"name": "尖扎县",
			"value": "195928"
		}],
		2012: [{
			"name": "永登县",
			"value": "1049016"
		}, {
			"name": "皋兰县",
			"value": "390044"
		}, {
			"name": "榆中县",
			"value": "702517"
		}, {
			"name": "靖远县",
			"value": "560695"
		}, {
			"name": "景泰县",
			"value": "522968"
		}, {
			"name": "安定区",
			"value": "501710"
		}, {
			"name": "陇西县",
			"value": "494032"
		}, {
			"name": "渭源县",
			"value": "216052"
		}, {
			"name": "临洮县",
			"value": "459171"
		}, {
			"name": "临夏市",
			"value": "413548"
		}, {
			"name": "永靖县",
			"value": "288796"
		}, {
			"name": "东乡县",
			"value": "118755"
		}, {
			"name": "积石山县",
			"value": "111683"
		}, {
			"name": "大通县",
			"value": "1021807"
		}, {
			"name": "湟中县",
			"value": "1484584"
		}, {
			"name": "湟源县",
			"value": "197808"
		}, {
			"name": "平安县",
			"value": "632754"
		}, {
			"name": "民和县",
			"value": "478786"
		}, {
			"name": "乐都县",
			"value": "586559"
		}, {
			"name": "互助县",
			"value": "799104"
		}, {
			"name": "化隆县",
			"value": "425074"
		}, {
			"name": "循化县",
			"value": "189833"
		}, {
			"name": "海晏县",
			"value": "347135"
		}, {
			"name": "共和县",
			"value": "379549"
		}, {
			"name": "贵德县",
			"value": "278155"
		}, {
			"name": "贵南县",
			"value": "129976"
		}, {
			"name": "同仁县",
			"value": "193731"
		}, {
			"name": "尖扎县",
			"value": "207656"
		}],
		2013: [{
			"name": "永登县",
			"value": "1116874"
		}, {
			"name": "皋兰县",
			"value": "416573"
		}, {
			"name": "榆中县",
			"value": "754268"
		}, {
			"name": "靖远县",
			"value": "598701"
		}, {
			"name": "景泰县",
			"value": "560016"
		}, {
			"name": "安定区",
			"value": "543519"
		}, {
			"name": "陇西县",
			"value": "529044"
		}, {
			"name": "渭源县",
			"value": "230740"
		}, {
			"name": "临洮县",
			"value": "490373"
		}, {
			"name": "临夏市",
			"value": "443209"
		}, {
			"name": "永靖县",
			"value": "310551"
		}, {
			"name": "东乡县",
			"value": "127197"
		}, {
			"name": "积石山县",
			"value": "119496"
		}, {
			"name": "大通县",
			"value": "1091575"
		}, {
			"name": "湟中县",
			"value": "1600942"
		}, {
			"name": "湟源县",
			"value": "212112"
		}, {
			"name": "平安县",
			"value": "680929"
		}, {
			"name": "民和县",
			"value": "511685"
		}, {
			"name": "乐都县",
			"value": "628902"
		}, {
			"name": "互助县",
			"value": "856833"
		}, {
			"name": "化隆县",
			"value": "457378"
		}, {
			"name": "循化县",
			"value": "203280"
		}, {
			"name": "海晏县",
			"value": "373922"
		}, {
			"name": "共和县",
			"value": "404692"
		}, {
			"name": "贵德县",
			"value": "299827"
		}, {
			"name": "贵南县",
			"value": "139196"
		}, {
			"name": "同仁县",
			"value": "207165"
		}, {
			"name": "尖扎县",
			"value": "219383"
		}],
		2014: [{
			"name": "永登县",
			"value": "1037030"
		}, {
			"name": "皋兰县",
			"value": "442760"
		}, {
			"name": "榆中县",
			"value": "971571"
		}, {
			"name": "靖远县",
			"value": "634180"
		}, {
			"name": "景泰县",
			"value": "545175"
		}, {
			"name": "安定区",
			"value": "657774"
		}, {
			"name": "陇西县",
			"value": "576041"
		}, {
			"name": "渭源县",
			"value": "263484"
		}, {
			"name": "临洮县",
			"value": "565054"
		}, {
			"name": "临夏市",
			"value": "568028"
		}, {
			"name": "永靖县",
			"value": "361941"
		}, {
			"name": "东乡县",
			"value": "150854"
		}, {
			"name": "积石山县",
			"value": "139064"
		}, {
			"name": "大通县",
			"value": "1059825"
		}, {
			"name": "湟中县",
			"value": "1608850"
		}, {
			"name": "湟源县",
			"value": "238288"
		}, {
			"name": "平安县",
			"value": "733862"
		}, {
			"name": "民和县",
			"value": "605709"
		}, {
			"name": "乐都县",
			"value": "657637"
		}, {
			"name": "互助县",
			"value": "966198"
		}, {
			"name": "化隆县",
			"value": "481186"
		}, {
			"name": "循化县",
			"value": "243212"
		}, {
			"name": "海晏县",
			"value": "240151"
		}, {
			"name": "共和县",
			"value": "485275"
		}, {
			"name": "贵德县",
			"value": "287694"
		}, {
			"name": "贵南县",
			"value": "140252"
		}, {
			"name": "同仁县",
			"value": "220311"
		}, {
			"name": "尖扎县",
			"value": "186625"
		}],
		2015: [{
			"name": "永登县",
			"value": "965625"
		}, {
			"name": "皋兰县",
			"value": "452003"
		}, {
			"name": "榆中县",
			"value": "881611"
		}, {
			"name": "靖远县",
			"value": "633857"
		}, {
			"name": "景泰县",
			"value": "503726"
		}, {
			"name": "安定区",
			"value": "702111"
		}, {
			"name": "陇西县",
			"value": "574385"
		}, {
			"name": "渭源县",
			"value": "276219"
		}, {
			"name": "临洮县",
			"value": "589067"
		}, {
			"name": "临夏市",
			"value": "614250"
		}, {
			"name": "永靖县",
			"value": "356181"
		}, {
			"name": "东乡县",
			"value": "162743"
		}, {
			"name": "积石山县",
			"value": "133132"
		}, {
			"name": "大通县",
			"value": "978446"
		}, {
			"name": "湟中县",
			"value": "1507049"
		}, {
			"name": "湟源县",
			"value": "238370"
		}, {
			"name": "平安县",
			"value": "793069"
		}, {
			"name": "民和县",
			"value": "625411"
		}, {
			"name": "乐都县",
			"value": "683083"
		}, {
			"name": "互助县",
			"value": "980948"
		}, {
			"name": "化隆县",
			"value": "507758"
		}, {
			"name": "循化县",
			"value": "265717"
		}, {
			"name": "海晏县",
			"value": "222490"
		}, {
			"name": "共和县",
			"value": "608016"
		}, {
			"name": "贵德县",
			"value": "293563"
		}, {
			"name": "贵南县",
			"value": "145985"
		}, {
			"name": "同仁县",
			"value": "252705"
		}, {
			"name": "尖扎县",
			"value": "207386"
		}],
	},
	//边境城市带
	{
		"2000": [{
			"name": "桑珠孜区",
			"value": "3.5314"
		}, {
			"name": "江孜县",
			"value": "2.7165"
		}, {
			"name": "仁布县",
			"value": "0.5914"
		}, {
			"name": "白朗县",
			"value": "1.0893"
		}, {
			"name": "南木林县",
			"value": "1.026"
		}, {
			"name": "萨迦县",
			"value": "0.7323"
		}, {
			"name": "康马县",
			"value": "0.4492"
		}, {
			"name": "定结县",
			"value": "0.482"
		}, {
			"name": "岗巴县",
			"value": "0.329"
		}, {
			"name": "乃东区",
			"value": "0.4379"
		}, {
			"name": "贡嘎县",
			"value": "1.3111"
		}, {
			"name": "扎囊县",
			"value": "0.7195"
		}, {
			"name": "桑日县",
			"value": "0.6328"
		}, {
			"name": "琼结县",
			"value": "0.4516"
		}, {
			"name": "曲松县",
			"value": "0.1324"
		}, {
			"name": "措美县",
			"value": "0.1573"
		}, {
			"name": "浪卡子县",
			"value": "0.3813"
		}, {
			"name": "普兰县",
			"value": "3247"
		}, {
			"name": "札达县",
			"value": "3249"
		}, {
			"name": "噶尔县",
			"value": "3038"
		}, {
			"name": "日土县",
			"value": "4930"
		}, {
			"name": "革吉县",
			"value": "3039"
		}, {
			"name": "改则县",
			"value": "5269"
		}, {
			"name": "措勤县",
			"value": "2746"
		}, {
			"name": "林芝县",
			"value": "3932"
		}, {
			"name": "工布江达县",
			"value": "9294"
		}, {
			"name": "米林县",
			"value": "3597"
		}, {
			"name": "墨脱县",
			"value": "3371"
		}, {
			"name": "波密县",
			"value": "13772"
		}, {
			"name": "察隅县",
			"value": "8572"
		}, {
			"name": "朗县",
			"value": "5737"
		}],
		"2001": [{
			"name": "桑珠孜区",
			"value": "6.08026"
		}, {
			"name": "江孜县",
			"value": "3.41385"
		}, {
			"name": "仁布县",
			"value": "0.71026"
		}, {
			"name": "白朗县",
			"value": "1.41737"
		}, {
			"name": "南木林县",
			"value": "1.40107"
		}, {
			"name": "萨迦县",
			"value": "0.97234"
		}, {
			"name": "康马县",
			"value": "0.61501"
		}, {
			"name": "定结县",
			"value": "0.61443"
		}, {
			"name": "岗巴县",
			"value": "0.43404"
		}, {
			"name": "乃东区",
			"value": "2.59511"
		}, {
			"name": "贡嘎县",
			"value": "1.64799"
		}, {
			"name": "扎囊县",
			"value": "0.92655"
		}, {
			"name": "桑日县",
			"value": "0.9632"
		}, {
			"name": "琼结县",
			"value": "0.56466"
		}, {
			"name": "曲松县",
			"value": "0.46453"
		}, {
			"name": "措美县",
			"value": "0.26922"
		}, {
			"name": "浪卡子县",
			"value": "0.57632"
		}, {
			"name": "普兰县",
			"value": "4576 "
		}, {
			"name": "札达县",
			"value": "4475 "
		}, {
			"name": "噶尔县",
			"value": "4511 "
		}, {
			"name": "日土县",
			"value": "6434 "
		}, {
			"name": "革吉县",
			"value": "4969 "
		}, {
			"name": "改则县",
			"value": "8046 "
		}, {
			"name": "措勤县",
			"value": "4228 "
		}, {
			"name": "林芝县",
			"value": "9274 "
		}, {
			"name": "工布江达县",
			"value": "15888 "
		}, {
			"name": "米林县",
			"value": "11017 "
		}, {
			"name": "墨脱县",
			"value": "5920 "
		}, {
			"name": "波密县",
			"value": "23081 "
		}, {
			"name": "察隅县",
			"value": "12341 "
		}, {
			"name": "朗县",
			"value": "8701 "
		}],
		"2002": [{
			"name": "桑珠孜区",
			"value": "8.62912"
		}, {
			"name": "江孜县",
			"value": "4.1112"
		}, {
			"name": "仁布县",
			"value": "0.82912"
		}, {
			"name": "白朗县",
			"value": "1.74544"
		}, {
			"name": "南木林县",
			"value": "1.77614"
		}, {
			"name": "萨迦县",
			"value": "1.21238"
		}, {
			"name": "康马县",
			"value": "0.78082"
		}, {
			"name": "定结县",
			"value": "0.74686"
		}, {
			"name": "岗巴县",
			"value": "0.53908"
		}, {
			"name": "乃东区",
			"value": "4.75232"
		}, {
			"name": "贡嘎县",
			"value": "1.98488"
		}, {
			"name": "扎囊县",
			"value": "1.1336"
		}, {
			"name": "桑日县",
			"value": "1.2936"
		}, {
			"name": "琼结县",
			"value": "0.67772"
		}, {
			"name": "曲松县",
			"value": "0.79666"
		}, {
			"name": "措美县",
			"value": "0.38114"
		}, {
			"name": "浪卡子县",
			"value": "0.77134"
		}, {
			"name": "普兰县",
			"value": "5906 "
		}, {
			"name": "札达县",
			"value": "5702 "
		}, {
			"name": "噶尔县",
			"value": "5983 "
		}, {
			"name": "日土县",
			"value": "7938 "
		}, {
			"name": "革吉县",
			"value": "6899 "
		}, {
			"name": "改则县",
			"value": "10824 "
		}, {
			"name": "措勤县",
			"value": "5710 "
		}, {
			"name": "林芝县",
			"value": "14616 "
		}, {
			"name": "工布江达县",
			"value": "22481 "
		}, {
			"name": "米林县",
			"value": "18437 "
		}, {
			"name": "墨脱县",
			"value": "8468 "
		}, {
			"name": "波密县",
			"value": "32389 "
		}, {
			"name": "察隅县",
			"value": "16109 "
		}, {
			"name": "朗县",
			"value": "11665 "
		}],
		"2003": [{
			"name": "桑珠孜区",
			"value": "11.17798"
		}, {
			"name": "江孜县",
			"value": "4.80855"
		}, {
			"name": "仁布县",
			"value": "0.94798"
		}, {
			"name": "白朗县",
			"value": "2.07351"
		}, {
			"name": "南木林县",
			"value": "2.15121"
		}, {
			"name": "萨迦县",
			"value": "1.45242"
		}, {
			"name": "康马县",
			"value": "0.94663"
		}, {
			"name": "定结县",
			"value": "0.87929"
		}, {
			"name": "岗巴县",
			"value": "0.64412"
		}, {
			"name": "乃东区",
			"value": "6.90953"
		}, {
			"name": "贡嘎县",
			"value": "2.32177"
		}, {
			"name": "扎囊县",
			"value": "1.34065"
		}, {
			"name": "桑日县",
			"value": "1.624"
		}, {
			"name": "琼结县",
			"value": "0.79078"
		}, {
			"name": "曲松县",
			"value": "1.12879"
		}, {
			"name": "措美县",
			"value": "0.49306"
		}, {
			"name": "浪卡子县",
			"value": "0.96636"
		}, {
			"name": "普兰县",
			"value": "7235 "
		}, {
			"name": "札达县",
			"value": "6928 "
		}, {
			"name": "噶尔县",
			"value": "7456 "
		}, {
			"name": "日土县",
			"value": "9442 "
		}, {
			"name": "革吉县",
			"value": "8828 "
		}, {
			"name": "改则县",
			"value": "13601 "
		}, {
			"name": "措勤县",
			"value": "7191 "
		}, {
			"name": "林芝县",
			"value": "19958 "
		}, {
			"name": "工布江达县",
			"value": "29075 "
		}, {
			"name": "米林县",
			"value": "25858 "
		}, {
			"name": "墨脱县",
			"value": "11017 "
		}, {
			"name": "波密县",
			"value": "41698 "
		}, {
			"name": "察隅县",
			"value": "19878 "
		}, {
			"name": "朗县",
			"value": "14630 "
		}],
		"2004": [{
			"name": "桑珠孜区",
			"value": "13.72684"
		}, {
			"name": "江孜县",
			"value": "5.5059"
		}, {
			"name": "仁布县",
			"value": "1.06684"
		}, {
			"name": "白朗县",
			"value": "2.40158"
		}, {
			"name": "南木林县",
			"value": "2.52628"
		}, {
			"name": "萨迦县",
			"value": "1.69246"
		}, {
			"name": "康马县",
			"value": "1.11244"
		}, {
			"name": "定结县",
			"value": "1.01172"
		}, {
			"name": "岗巴县",
			"value": "0.74916"
		}, {
			"name": "乃东区",
			"value": "9.06674"
		}, {
			"name": "贡嘎县",
			"value": "2.65866"
		}, {
			"name": "扎囊县",
			"value": "1.5477"
		}, {
			"name": "桑日县",
			"value": "1.9544"
		}, {
			"name": "琼结县",
			"value": "0.90384"
		}, {
			"name": "曲松县",
			"value": "1.46092"
		}, {
			"name": "措美县",
			"value": "0.60498"
		}, {
			"name": "浪卡子县",
			"value": "1.16138"
		}, {
			"name": "普兰县",
			"value": "8565 "
		}, {
			"name": "札达县",
			"value": "8154 "
		}, {
			"name": "噶尔县",
			"value": "8928 "
		}, {
			"name": "日土县",
			"value": "10946 "
		}, {
			"name": "革吉县",
			"value": "10758 "
		}, {
			"name": "改则县",
			"value": "16379 "
		}, {
			"name": "措勤县",
			"value": "8673 "
		}, {
			"name": "林芝县",
			"value": "25300 "
		}, {
			"name": "工布江达县",
			"value": "35669 "
		}, {
			"name": "米林县",
			"value": "33278 "
		}, {
			"name": "墨脱县",
			"value": "13565 "
		}, {
			"name": "波密县",
			"value": "51006 "
		}, {
			"name": "察隅县",
			"value": "23646 "
		}, {
			"name": "朗县",
			"value": "17594 "
		}],
		"2005": [{
			"name": "桑珠孜区",
			"value": "16.2757"
		}, {
			"name": "江孜县",
			"value": "6.20325"
		}, {
			"name": "仁布县",
			"value": "1.1857"
		}, {
			"name": "白朗县",
			"value": "2.72965"
		}, {
			"name": "南木林县",
			"value": "2.90135"
		}, {
			"name": "萨迦县",
			"value": "1.9325"
		}, {
			"name": "康马县",
			"value": "1.27825"
		}, {
			"name": "定结县",
			"value": "1.14415"
		}, {
			"name": "岗巴县",
			"value": "0.8542"
		}, {
			"name": "乃东区",
			"value": "11.22395"
		}, {
			"name": "贡嘎县",
			"value": "2.99555"
		}, {
			"name": "扎囊县",
			"value": "1.75475"
		}, {
			"name": "桑日县",
			"value": "2.2848"
		}, {
			"name": "琼结县",
			"value": "1.0169"
		}, {
			"name": "曲松县",
			"value": "1.79305"
		}, {
			"name": "措美县",
			"value": "0.7169"
		}, {
			"name": "浪卡子县",
			"value": "1.3564"
		}, {
			"name": "普兰县",
			"value": "9894 "
		}, {
			"name": "札达县",
			"value": "9381 "
		}, {
			"name": "噶尔县",
			"value": "10401 "
		}, {
			"name": "日土县",
			"value": "12450 "
		}, {
			"name": "革吉县",
			"value": "12688 "
		}, {
			"name": "改则县",
			"value": "19156 "
		}, {
			"name": "措勤县",
			"value": "10155 "
		}, {
			"name": "林芝县",
			"value": "30642 "
		}, {
			"name": "工布江达县",
			"value": "42263 "
		}, {
			"name": "米林县",
			"value": "40698 "
		}, {
			"name": "墨脱县",
			"value": "16114 "
		}, {
			"name": "波密县",
			"value": "60315 "
		}, {
			"name": "察隅县",
			"value": "27415 "
		}, {
			"name": "朗县",
			"value": "20558 "
		}],
		"2006": [{
			"name": "桑珠孜区",
			"value": "18.82456"
		}, {
			"name": "江孜县",
			"value": "6.9006"
		}, {
			"name": "仁布县",
			"value": "1.30456"
		}, {
			"name": "白朗县",
			"value": "3.05772"
		}, {
			"name": "南木林县",
			"value": "3.27642"
		}, {
			"name": "萨迦县",
			"value": "2.17254"
		}, {
			"name": "康马县",
			"value": "1.44406"
		}, {
			"name": "定结县",
			"value": "1.27658"
		}, {
			"name": "岗巴县",
			"value": "0.95924"
		}, {
			"name": "乃东区",
			"value": "13.38116"
		}, {
			"name": "贡嘎县",
			"value": "3.33244"
		}, {
			"name": "扎囊县",
			"value": "1.9618"
		}, {
			"name": "桑日县",
			"value": "2.6152"
		}, {
			"name": "琼结县",
			"value": "1.12996"
		}, {
			"name": "曲松县",
			"value": "2.12518"
		}, {
			"name": "措美县",
			"value": "0.82882"
		}, {
			"name": "浪卡子县",
			"value": "1.55142"
		}, {
			"name": "普兰县",
			"value": "11224 "
		}, {
			"name": "札达县",
			"value": "10607 "
		}, {
			"name": "噶尔县",
			"value": "11873 "
		}, {
			"name": "日土县",
			"value": "13954 "
		}, {
			"name": "革吉县",
			"value": "14618 "
		}, {
			"name": "改则县",
			"value": "21933 "
		}, {
			"name": "措勤县",
			"value": "11637 "
		}, {
			"name": "林芝县",
			"value": "35983 "
		}, {
			"name": "工布江达县",
			"value": "48856 "
		}, {
			"name": "米林县",
			"value": "48118 "
		}, {
			"name": "墨脱县",
			"value": "18663 "
		}, {
			"name": "波密县",
			"value": "69623 "
		}, {
			"name": "察隅县",
			"value": "31183 "
		}, {
			"name": "朗县",
			"value": "23522 "
		}],
		"2007": [{
			"name": "桑珠孜区",
			"value": "21.37342"
		}, {
			"name": "江孜县",
			"value": "7.59795"
		}, {
			"name": "仁布县",
			"value": "1.42342"
		}, {
			"name": "白朗县",
			"value": "3.38579"
		}, {
			"name": "南木林县",
			"value": "3.65149"
		}, {
			"name": "萨迦县",
			"value": "2.41258"
		}, {
			"name": "康马县",
			"value": "1.60987"
		}, {
			"name": "定结县",
			"value": "1.40901"
		}, {
			"name": "岗巴县",
			"value": "1.06428"
		}, {
			"name": "乃东区",
			"value": "15.53837"
		}, {
			"name": "贡嘎县",
			"value": "3.66933"
		}, {
			"name": "扎囊县",
			"value": "2.16885"
		}, {
			"name": "桑日县",
			"value": "2.9456"
		}, {
			"name": "琼结县",
			"value": "1.24302"
		}, {
			"name": "曲松县",
			"value": "2.45731"
		}, {
			"name": "措美县",
			"value": "0.94074"
		}, {
			"name": "浪卡子县",
			"value": "1.74644"
		}, {
			"name": "普兰县",
			"value": "12553 "
		}, {
			"name": "札达县",
			"value": "11833 "
		}, {
			"name": "噶尔县",
			"value": "13346 "
		}, {
			"name": "日土县",
			"value": "15458 "
		}, {
			"name": "革吉县",
			"value": "16548 "
		}, {
			"name": "改则县",
			"value": "24711 "
		}, {
			"name": "措勤县",
			"value": "13119 "
		}, {
			"name": "林芝县",
			"value": "41325 "
		}, {
			"name": "工布江达县",
			"value": "55450 "
		}, {
			"name": "米林县",
			"value": "55538 "
		}, {
			"name": "墨脱县",
			"value": "21211 "
		}, {
			"name": "波密县",
			"value": "78932 "
		}, {
			"name": "察隅县",
			"value": "34952 "
		}, {
			"name": "朗县",
			"value": "26486 "
		}],
		"2008": [{
			"name": "桑珠孜区",
			"value": "23.92228"
		}, {
			"name": "江孜县",
			"value": "8.2953"
		}, {
			"name": "仁布县",
			"value": "1.54228"
		}, {
			"name": "白朗县",
			"value": "3.71386"
		}, {
			"name": "南木林县",
			"value": "4.02656"
		}, {
			"name": "萨迦县",
			"value": "2.65262"
		}, {
			"name": "康马县",
			"value": "1.77568"
		}, {
			"name": "定结县",
			"value": "1.54144"
		}, {
			"name": "岗巴县",
			"value": "1.16932"
		}, {
			"name": "乃东区",
			"value": "17.69558"
		}, {
			"name": "贡嘎县",
			"value": "4.00622"
		}, {
			"name": "扎囊县",
			"value": "2.3759"
		}, {
			"name": "桑日县",
			"value": "3.276"
		}, {
			"name": "琼结县",
			"value": "1.35608"
		}, {
			"name": "曲松县",
			"value": "2.78944"
		}, {
			"name": "措美县",
			"value": "1.05266"
		}, {
			"name": "浪卡子县",
			"value": "1.94146"
		}, {
			"name": "普兰县",
			"value": "13883 "
		}, {
			"name": "札达县",
			"value": "13060 "
		}, {
			"name": "噶尔县",
			"value": "14818 "
		}, {
			"name": "日土县",
			"value": "16961 "
		}, {
			"name": "革吉县",
			"value": "18477 "
		}, {
			"name": "改则县",
			"value": "27488 "
		}, {
			"name": "措勤县",
			"value": "14600 "
		}, {
			"name": "林芝县",
			"value": "46667 "
		}, {
			"name": "工布江达县",
			"value": "62044 "
		}, {
			"name": "米林县",
			"value": "62959 "
		}, {
			"name": "墨脱县",
			"value": "23760 "
		}, {
			"name": "波密县",
			"value": "88240 "
		}, {
			"name": "察隅县",
			"value": "38720 "
		}, {
			"name": "朗县",
			"value": "29451 "
		}],
		"2009": [{
			"name": "桑珠孜区",
			"value": "26.47114"
		}, {
			"name": "江孜县",
			"value": "8.99265"
		}, {
			"name": "仁布县",
			"value": "1.66114"
		}, {
			"name": "白朗县",
			"value": "4.04193"
		}, {
			"name": "南木林县",
			"value": "4.40163"
		}, {
			"name": "萨迦县",
			"value": "2.89266"
		}, {
			"name": "康马县",
			"value": "1.94149"
		}, {
			"name": "定结县",
			"value": "1.67387"
		}, {
			"name": "岗巴县",
			"value": "1.27436"
		}, {
			"name": "乃东区",
			"value": "19.85279"
		}, {
			"name": "贡嘎县",
			"value": "4.34311"
		}, {
			"name": "扎囊县",
			"value": "2.58295"
		}, {
			"name": "桑日县",
			"value": "3.6064"
		}, {
			"name": "琼结县",
			"value": "1.46914"
		}, {
			"name": "曲松县",
			"value": "3.12157"
		}, {
			"name": "措美县",
			"value": "1.16458"
		}, {
			"name": "浪卡子县",
			"value": "2.13648"
		}, {
			"name": "普兰县",
			"value": "15212 "
		}, {
			"name": "札达县",
			"value": "14286 "
		}, {
			"name": "噶尔县",
			"value": "16291 "
		}, {
			"name": "日土县",
			"value": "18465 "
		}, {
			"name": "革吉县",
			"value": "20407 "
		}, {
			"name": "改则县",
			"value": "30266 "
		}, {
			"name": "措勤县",
			"value": "16082 "
		}, {
			"name": "林芝县",
			"value": "52009 "
		}, {
			"name": "工布江达县",
			"value": "68638 "
		}, {
			"name": "米林县",
			"value": "70379 "
		}, {
			"name": "墨脱县",
			"value": "26308 "
		}, {
			"name": "波密县",
			"value": "97549 "
		}, {
			"name": "察隅县",
			"value": "42489 "
		}, {
			"name": "朗县",
			"value": "32415 "
		}],
		"2010": [{
			"name": "桑珠孜区",
			"value": "29.02"
		}, {
			"name": "江孜县",
			"value": "9.69"
		}, {
			"name": "仁布县",
			"value": "1.78"
		}, {
			"name": "白朗县",
			"value": "4.37"
		}, {
			"name": "南木林县",
			"value": "4.7767"
		}, {
			"name": "萨迦县",
			"value": "3.1327"
		}, {
			"name": "康马县",
			"value": "2.1073"
		}, {
			"name": "定结县",
			"value": "1.8063"
		}, {
			"name": "岗巴县",
			"value": "1.3794"
		}, {
			"name": "乃东区",
			"value": "22.01"
		}, {
			"name": "贡嘎县",
			"value": "4.68"
		}, {
			"name": "扎囊县",
			"value": "2.79"
		}, {
			"name": "桑日县",
			"value": "3.9368"
		}, {
			"name": "琼结县",
			"value": "1.5822"
		}, {
			"name": "曲松县",
			"value": "3.4537"
		}, {
			"name": "措美县",
			"value": "1.2765"
		}, {
			"name": "浪卡子县",
			"value": "2.3315"
		}, {
			"name": "普兰县",
			"value": "16542 "
		}, {
			"name": "札达县",
			"value": "15512 "
		}, {
			"name": "噶尔县",
			"value": "17763 "
		}, {
			"name": "日土县",
			"value": "19969 "
		}, {
			"name": "革吉县",
			"value": "22337 "
		}, {
			"name": "改则县",
			"value": "33043 "
		}, {
			"name": "措勤县",
			"value": "17564 "
		}, {
			"name": "林芝县",
			"value": "57351 "
		}, {
			"name": "工布江达县",
			"value": "75231 "
		}, {
			"name": "米林县",
			"value": "77799 "
		}, {
			"name": "墨脱县",
			"value": "28857 "
		}, {
			"name": "波密县",
			"value": "106857 "
		}, {
			"name": "察隅县",
			"value": "46257 "
		}, {
			"name": "朗县",
			"value": "35379 "
		}],
		"2011": [{
			"name": "桑珠孜区"
		}, {
			"name": "江孜县"
		}, {
			"name": "仁布县"
		}, {
			"name": "白朗县"
		}, {
			"name": "南木林县"
		}, {
			"name": "萨迦县"
		}, {
			"name": "康马县"
		}, {
			"name": "定结县"
		}, {
			"name": "岗巴县"
		}, {
			"name": "乃东区"
		}, {
			"name": "贡嘎县"
		}, {
			"name": "扎囊县"
		}, {
			"name": "桑日县"
		}, {
			"name": "琼结县"
		}, {
			"name": "曲松县"
		}, {
			"name": "措美县"
		}, {
			"name": "浪卡子县"
		}, {
			"name": "普兰县"
		}, {
			"name": "札达县"
		}, {
			"name": "噶尔县"
		}, {
			"name": "日土县"
		}, {
			"name": "革吉县"
		}, {
			"name": "改则县"
		}, {
			"name": "措勤县"
		}, {
			"name": "林芝县"
		}, {
			"name": "工布江达县"
		}, {
			"name": "米林县"
		}, {
			"name": "墨脱县"
		}, {
			"name": "波密县"
		}, {
			"name": "察隅县"
		}, {
			"name": "朗县"
		}],
		"2012": [{
			"name": "桑珠孜区"
		}, {
			"name": "江孜县"
		}, {
			"name": "仁布县"
		}, {
			"name": "白朗县"
		}, {
			"name": "南木林县"
		}, {
			"name": "萨迦县"
		}, {
			"name": "康马县"
		}, {
			"name": "定结县"
		}, {
			"name": "岗巴县"
		}, {
			"name": "乃东区"
		}, {
			"name": "贡嘎县"
		}, {
			"name": "扎囊县"
		}, {
			"name": "桑日县"
		}, {
			"name": "琼结县"
		}, {
			"name": "曲松县"
		}, {
			"name": "措美县"
		}, {
			"name": "浪卡子县"
		}, {
			"name": "普兰县"
		}, {
			"name": "札达县"
		}, {
			"name": "噶尔县"
		}, {
			"name": "日土县"
		}, {
			"name": "革吉县"
		}, {
			"name": "改则县"
		}, {
			"name": "措勤县"
		}, {
			"name": "林芝县"
		}, {
			"name": "工布江达县"
		}, {
			"name": "米林县"
		}, {
			"name": "墨脱县"
		}, {
			"name": "波密县"
		}, {
			"name": "察隅县"
		}, {
			"name": "朗县"
		}],
		"2013": [{
			"name": "桑珠孜区",
			"value": "46.1016"
		}, {
			"name": "江孜县",
			"value": "13.0977"
		}, {
			"name": "仁布县",
			"value": "3.077"
		}, {
			"name": "白朗县",
			"value": "6.1039"
		}, {
			"name": "南木林县",
			"value": "6.1418"
		}, {
			"name": "萨迦县",
			"value": "4.5641"
		}, {
			"name": "康马县",
			"value": "2.9742"
		}, {
			"name": "定结县",
			"value": "2.4009"
		}, {
			"name": "岗巴县",
			"value": "1.9934"
		}, {
			"name": "乃东区",
			"value": "29.5387"
		}, {
			"name": "贡嘎县",
			"value": "7.2614"
		}, {
			"name": "扎囊县",
			"value": "4.674"
		}, {
			"name": "桑日县",
			"value": "7.9154"
		}, {
			"name": "琼结县",
			"value": "2.8149"
		}, {
			"name": "曲松县",
			"value": "4.373"
		}, {
			"name": "措美县",
			"value": "2.1432"
		}, {
			"name": "浪卡子县",
			"value": "3.6778"
		}, {
			"name": "普兰县",
			"value": "20530 "
		}, {
			"name": "札达县",
			"value": "19191 "
		}, {
			"name": "噶尔县",
			"value": "22181 "
		}, {
			"name": "日土县",
			"value": "24481 "
		}, {
			"name": "革吉县",
			"value": "28126 "
		}, {
			"name": "改则县",
			"value": "41375 "
		}, {
			"name": "措勤县",
			"value": "22009 "
		}, {
			"name": "林芝县",
			"value": "73377 "
		}, {
			"name": "工布江达县",
			"value": "95013 "
		}, {
			"name": "米林县",
			"value": "100060 "
		}, {
			"name": "墨脱县",
			"value": "36503 "
		}, {
			"name": "波密县",
			"value": "134783 "
		}, {
			"name": "察隅县",
			"value": "57563 "
		}, {
			"name": "朗县",
			"value": "44272 "
		}],
		"2014": [{
			"name": "桑珠孜区",
			"value": "51.9847"
		}, {
			"name": "江孜县",
			"value": "14.8491"
		}, {
			"name": "仁布县",
			"value": "3.6973"
		}, {
			"name": "白朗县",
			"value": "6.9954"
		}, {
			"name": "南木林县",
			"value": "7.0148"
		}, {
			"name": "萨迦县",
			"value": "5.4875"
		}, {
			"name": "康马县",
			"value": "1.8951"
		}, {
			"name": "定结县",
			"value": "2.7276"
		}, {
			"name": "岗巴县",
			"value": "2.4406"
		}, {
			"name": "乃东区",
			"value": "33.8993"
		}, {
			"name": "贡嘎县",
			"value": "9.1392"
		}, {
			"name": "扎囊县",
			"value": "5.6084"
		}, {
			"name": "桑日县",
			"value": "9.5918"
		}, {
			"name": "琼结县",
			"value": "3.1527"
		}, {
			"name": "曲松县",
			"value": "4.4436"
		}, {
			"name": "措美县",
			"value": "2.5132"
		}, {
			"name": "浪卡子县",
			"value": "4.2656"
		}, {
			"name": "普兰县",
			"value": "21860 "
		}, {
			"name": "札达县",
			"value": "20418 "
		}, {
			"name": "噶尔县",
			"value": "23653 "
		}, {
			"name": "日土县",
			"value": "25985 "
		}, {
			"name": "革吉县",
			"value": "30056 "
		}, {
			"name": "改则县",
			"value": "44153 "
		}, {
			"name": "措勤县",
			"value": "23491 "
		}, {
			"name": "林芝县",
			"value": "78719 "
		}, {
			"name": "工布江达县",
			"value": "101606 "
		}, {
			"name": "米林县",
			"value": "107480 "
		}, {
			"name": "墨脱县",
			"value": "39051 "
		}, {
			"name": "波密县",
			"value": "144091 "
		}, {
			"name": "察隅县",
			"value": "61331 "
		}, {
			"name": "朗县",
			"value": "47236 "
		}],
		"2015": [{
			"name": "桑珠孜区",
			"value": "57.31"
		}, {
			"name": "江孜县",
			"value": "17.08"
		}, {
			"name": "仁布县",
			"value": "4.49"
		}, {
			"name": "白朗县",
			"value": "7.77"
		}, {
			"name": "南木林县",
			"value": "8.1168"
		}, {
			"name": "萨迦县",
			"value": "8.6561"
		}, {
			"name": "康马县",
			"value": "3.8799"
		}, {
			"name": "定结县",
			"value": "3.1581"
		}, {
			"name": "岗巴县",
			"value": "3.2757"
		}, {
			"name": "乃东区",
			"value": "43.21"
		}, {
			"name": "贡嘎县",
			"value": "11.1"
		}, {
			"name": "扎囊县",
			"value": "5.67"
		}, {
			"name": "桑日县",
			"value": "11.6642"
		}, {
			"name": "琼结县",
			"value": "3.4048"
		}, {
			"name": "曲松县",
			"value": "4.5995"
		}, {
			"name": "措美县",
			"value": "2.8989"
		}, {
			"name": "浪卡子县",
			"value": "4.6764"
		}, {
			"name": "普兰县",
			"value": "23189"
		}, {
			"name": "札达县",
			"value": "21644"
		}, {
			"name": "噶尔县",
			"value": "25126"
		}, {
			"name": "日土县",
			"value": "27489"
		}, {
			"name": "革吉县",
			"value": "31986"
		}, {
			"name": "改则县",
			"value": "46930"
		}, {
			"name": "措勤县",
			"value": "24973"
		}, {
			"name": "林芝县",
			"value": "84061 "
		}, {
			"name": "工布江达县",
			"value": "108200"
		}, {
			"name": "米林县",
			"value": "114900"
		}, {
			"name": "墨脱县",
			"value": "41600"
		}, {
			"name": "波密县",
			"value": "153400"
		}, {
			"name": "察隅县",
			"value": "65100"
		}, {
			"name": "朗县",
			"value": "50200"
		}]
	}
]