
const forestData = [
    //青藏
    {
        "2000": [{
            "name": "西宁",
            "value": "165390"
        }, {
            "name": "海东",
            "value": "203683"
        }, {
            "name": "海北",
            "value": "523888"
        }, {
            "name": "海南",
            "value": "293727"
        }, {
            "name": "黄南",
            "value": "338928"
        }, {
            "name": "果洛",
            "value": "593785"
        }, {
            "name": "玉树",
            "value": "440723"
        }, {
            "name": "海西",
            "value": "327578"
        }, {
            "name": "拉萨",
            "value": "128831"
        }, {
            "name": "昌都",
            "value": "2818447"
        }, {
            "name": "山南",
            "value": "3006141"
        }, {
            "name": "日喀则",
            "value": "262424"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5927842"
        }],
        "2001": [{
            "name": "西宁",
            "value": "165338.6"
        }, {
            "name": "海东",
            "value": "203699.4"
        }, {
            "name": "海北",
            "value": "523844.8"
        }, {
            "name": "海南",
            "value": "293648.6"
        }, {
            "name": "黄南",
            "value": "338799.8"
        }, {
            "name": "果洛",
            "value": "593748.2"
        }, {
            "name": "玉树",
            "value": "440731.4"
        }, {
            "name": "海西",
            "value": "327507.4"
        }, {
            "name": "拉萨",
            "value": "128826.2"
        }, {
            "name": "昌都",
            "value": "2818447"
        }, {
            "name": "山南",
            "value": "3006140.8"
        }, {
            "name": "日喀则",
            "value": "262423.6"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5927912.8"
        }],
        "2002": [{
            "name": "西宁",
            "value": "165287.2"
        }, {
            "name": "海东",
            "value": "203715.8"
        }, {
            "name": "海北",
            "value": "523801.6"
        }, {
            "name": "海南",
            "value": "293570.2"
        }, {
            "name": "黄南",
            "value": "338671.6"
        }, {
            "name": "果洛",
            "value": "593711.4"
        }, {
            "name": "玉树",
            "value": "440739.8"
        }, {
            "name": "海西",
            "value": "327436.8"
        }, {
            "name": "拉萨",
            "value": "128821.4"
        }, {
            "name": "昌都",
            "value": "2818447"
        }, {
            "name": "山南",
            "value": "3006140.6"
        }, {
            "name": "日喀则",
            "value": "262423.2"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5927983.6"
        }],
        "2003": [{
            "name": "西宁",
            "value": "165235.8"
        }, {
            "name": "海东",
            "value": "203732.2"
        }, {
            "name": "海北",
            "value": "523758.4"
        }, {
            "name": "海南",
            "value": "293491.8"
        }, {
            "name": "黄南",
            "value": "338543.4"
        }, {
            "name": "果洛",
            "value": "593674.6"
        }, {
            "name": "玉树",
            "value": "440748.2"
        }, {
            "name": "海西",
            "value": "327366.2"
        }, {
            "name": "拉萨",
            "value": "128816.6"
        }, {
            "name": "昌都",
            "value": "2818447"
        }, {
            "name": "山南",
            "value": "3006140.4"
        }, {
            "name": "日喀则",
            "value": "262422.8"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5928054.4"
        }],
        "2004": [{
            "name": "西宁",
            "value": "165184.4"
        }, {
            "name": "海东",
            "value": "203748.6"
        }, {
            "name": "海北",
            "value": "523715.2"
        }, {
            "name": "海南",
            "value": "293413.4"
        }, {
            "name": "黄南",
            "value": "338415.2"
        }, {
            "name": "果洛",
            "value": "593637.8"
        }, {
            "name": "玉树",
            "value": "440756.6"
        }, {
            "name": "海西",
            "value": "327295.6"
        }, {
            "name": "拉萨",
            "value": "128811.8"
        }, {
            "name": "昌都",
            "value": "2818447"
        }, {
            "name": "山南",
            "value": "3006140.2"
        }, {
            "name": "日喀则",
            "value": "262422.4"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5928125.2"
        }],
        "2005": [{
            "name": "西宁",
            "value": "165133"
        }, {
            "name": "海东",
            "value": "203765"
        }, {
            "name": "海北",
            "value": "523672"
        }, {
            "name": "海南",
            "value": "293335"
        }, {
            "name": "黄南",
            "value": "338287"
        }, {
            "name": "果洛",
            "value": "593601"
        }, {
            "name": "玉树",
            "value": "440765"
        }, {
            "name": "海西",
            "value": "327225"
        }, {
            "name": "拉萨",
            "value": "128807"
        }, {
            "name": "昌都",
            "value": "2818447"
        }, {
            "name": "山南",
            "value": "3006140"
        }, {
            "name": "日喀则",
            "value": "262422"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5928196"
        }],
        "2006": [{
            "name": "西宁",
            "value": "165167.8"
        }, {
            "name": "海东",
            "value": "203760.4"
        }, {
            "name": "海北",
            "value": "523667.2"
        }, {
            "name": "海南",
            "value": "293325.2"
        }, {
            "name": "黄南",
            "value": "338286.6"
        }, {
            "name": "果洛",
            "value": "593585.6"
        }, {
            "name": "玉树",
            "value": "440704.6"
        }, {
            "name": "海西",
            "value": "327239.8"
        }, {
            "name": "拉萨",
            "value": "128806"
        }, {
            "name": "昌都",
            "value": "2818447"
        }, {
            "name": "山南",
            "value": "3006140"
        }, {
            "name": "日喀则",
            "value": "262421.2"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5928196.2"
        }],
        "2007": [{
            "name": "西宁",
            "value": "165202.6"
        }, {
            "name": "海东",
            "value": "203755.8"
        }, {
            "name": "海北",
            "value": "523662.4"
        }, {
            "name": "海南",
            "value": "293315.4"
        }, {
            "name": "黄南",
            "value": "338286.2"
        }, {
            "name": "果洛",
            "value": "593570.2"
        }, {
            "name": "玉树",
            "value": "440644.2"
        }, {
            "name": "海西",
            "value": "327254.6"
        }, {
            "name": "拉萨",
            "value": "128805"
        }, {
            "name": "昌都",
            "value": "2818447"
        }, {
            "name": "山南",
            "value": "3006140"
        }, {
            "name": "日喀则",
            "value": "262420.4"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5928196.4"
        }],
        "2008": [{
            "name": "西宁",
            "value": "165237.4"
        }, {
            "name": "海东",
            "value": "203751.2"
        }, {
            "name": "海北",
            "value": "523657.6"
        }, {
            "name": "海南",
            "value": "293305.6"
        }, {
            "name": "黄南",
            "value": "338285.8"
        }, {
            "name": "果洛",
            "value": "593554.8"
        }, {
            "name": "玉树",
            "value": "440583.8"
        }, {
            "name": "海西",
            "value": "327269.4"
        }, {
            "name": "拉萨",
            "value": "128804"
        }, {
            "name": "昌都",
            "value": "2818447"
        }, {
            "name": "山南",
            "value": "3006140"
        }, {
            "name": "日喀则",
            "value": "262419.6"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5928196.6"
        }],
        "2009": [{
            "name": "西宁",
            "value": "165272.2"
        }, {
            "name": "海东",
            "value": "203746.6"
        }, {
            "name": "海北",
            "value": "523652.8"
        }, {
            "name": "海南",
            "value": "293295.8"
        }, {
            "name": "黄南",
            "value": "338285.4"
        }, {
            "name": "果洛",
            "value": "593539.4"
        }, {
            "name": "玉树",
            "value": "440523.4"
        }, {
            "name": "海西",
            "value": "327284.2"
        }, {
            "name": "拉萨",
            "value": "128803"
        }, {
            "name": "昌都",
            "value": "2818447"
        }, {
            "name": "山南",
            "value": "3006140"
        }, {
            "name": "日喀则",
            "value": "262418.8"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5928196.8"
        }],
        "2010": [{
            "name": "西宁",
            "value": "165307"
        }, {
            "name": "海东",
            "value": "203742"
        }, {
            "name": "海北",
            "value": "523648"
        }, {
            "name": "海南",
            "value": "293286"
        }, {
            "name": "黄南",
            "value": "338285"
        }, {
            "name": "果洛",
            "value": "593524"
        }, {
            "name": "玉树",
            "value": "440463"
        }, {
            "name": "海西",
            "value": "327299"
        }, {
            "name": "拉萨",
            "value": "128802"
        }, {
            "name": "昌都",
            "value": "2818447"
        }, {
            "name": "山南",
            "value": "3006140"
        }, {
            "name": "日喀则",
            "value": "262418"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5928197"
        }],
        "2011": [{
            "name": "西宁",
            "value": "165281.6"
        }, {
            "name": "海东",
            "value": "203728.8"
        }, {
            "name": "海北",
            "value": "523266"
        }, {
            "name": "海南",
            "value": "293281.2"
        }, {
            "name": "黄南",
            "value": "338270.6"
        }, {
            "name": "果洛",
            "value": "593504.8"
        }, {
            "name": "玉树",
            "value": "440451.8"
        }, {
            "name": "海西",
            "value": "327239.8"
        }, {
            "name": "拉萨",
            "value": "128740.6"
        }, {
            "name": "昌都",
            "value": "2818440.2"
        }, {
            "name": "山南",
            "value": "3006051.4"
        }, {
            "name": "日喀则",
            "value": "262458.2"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5927894.8"
        }],
        "2012": [{
            "name": "西宁",
            "value": "165256.2"
        }, {
            "name": "海东",
            "value": "203715.6"
        }, {
            "name": "海北",
            "value": "522884"
        }, {
            "name": "海南",
            "value": "293276.4"
        }, {
            "name": "黄南",
            "value": "338256.2"
        }, {
            "name": "果洛",
            "value": "593485.6"
        }, {
            "name": "玉树",
            "value": "440440.6"
        }, {
            "name": "海西",
            "value": "327180.6"
        }, {
            "name": "拉萨",
            "value": "128679.2"
        }, {
            "name": "昌都",
            "value": "2818433.4"
        }, {
            "name": "山南",
            "value": "3005962.8"
        }, {
            "name": "日喀则",
            "value": "262498.4"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5927592.6"
        }],
        "2013": [{
            "name": "西宁",
            "value": "165230.8"
        }, {
            "name": "海东",
            "value": "203702.4"
        }, {
            "name": "海北",
            "value": "522502"
        }, {
            "name": "海南",
            "value": "293271.6"
        }, {
            "name": "黄南",
            "value": "338241.8"
        }, {
            "name": "果洛",
            "value": "593466.4"
        }, {
            "name": "玉树",
            "value": "440429.4"
        }, {
            "name": "海西",
            "value": "327121.4"
        }, {
            "name": "拉萨",
            "value": "128617.8"
        }, {
            "name": "昌都",
            "value": "2818426.6"
        }, {
            "name": "山南",
            "value": "3005874.2"
        }, {
            "name": "日喀则",
            "value": "262538.6"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5927290.4"
        }],
        "2014": [{
            "name": "西宁",
            "value": "165205.4"
        }, {
            "name": "海东",
            "value": "203689.2"
        }, {
            "name": "海北",
            "value": "522120"
        }, {
            "name": "海南",
            "value": "293266.8"
        }, {
            "name": "黄南",
            "value": "338227.4"
        }, {
            "name": "果洛",
            "value": "593447.2"
        }, {
            "name": "玉树",
            "value": "440418.2"
        }, {
            "name": "海西",
            "value": "327062.2"
        }, {
            "name": "拉萨",
            "value": "128556.4"
        }, {
            "name": "昌都",
            "value": "2818419.8"
        }, {
            "name": "山南",
            "value": "3005785.6"
        }, {
            "name": "日喀则",
            "value": "262578.8"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5926988.2"
        }],
        "2015": [{
            "name": "西宁",
            "value": "165180"
        }, {
            "name": "海东",
            "value": "203676"
        }, {
            "name": "海北",
            "value": "521738"
        }, {
            "name": "海南",
            "value": "293262"
        }, {
            "name": "黄南",
            "value": "338213"
        }, {
            "name": "果洛",
            "value": "593428"
        }, {
            "name": "玉树",
            "value": "440407"
        }, {
            "name": "海西",
            "value": "327003"
        }, {
            "name": "拉萨",
            "value": "128495"
        }, {
            "name": "昌都",
            "value": "2818413"
        }, {
            "name": "山南",
            "value": "3005697"
        }, {
            "name": "日喀则",
            "value": "262619"
        }, {
            "name": "那曲",
            "value": "290511"
        }, {
            "name": "阿里",
            "value": "17073"
        }, {
            "name": "林芝",
            "value": "5926686"
        }]
    },
    //拉萨
    {
        "city_name":["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
                "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
        "forest_data":
        {
            "2000": [{
                "name": "城关区",
                "value": "301 "
            }, {
                "name": "堆龙德庆区",
                "value": "1543 "
            }, {
                "name": "达孜区",
                "value": "12604 "
            }, {
                "name": "林周县",
                "value": "41566 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7609 "
            }, {
                "name": "墨竹工卡县",
                "value": "59608 "
            }, {
                "name": "桑珠孜区",
                "value": "2132"
            }, {
                "name": "江孜县",
                "value": "1412 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17270 "
            }, {
                "name": "贡嘎县",
                "value": "16705 "
            }, {
                "name": "扎囊县",
                "value": "7136 "
            }],
            "2001": [{
                "name": "城关区",
                "value": "301 "
            }, {
                "name": "堆龙德庆区",
                "value": "1542 "
            }, {
                "name": "达孜区",
                "value": "12604 "
            }, {
                "name": "林周县",
                "value": "41566 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7606 "
            }, {
                "name": "墨竹工卡县",
                "value": "59608 "
            }, {
                "name": "桑珠孜区",
                "value": "2132 "
            }, {
                "name": "江孜县",
                "value": "1412 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17270 "
            }, {
                "name": "贡嘎县",
                "value": "16705 "
            }, {
                "name": "扎囊县",
                "value": "7134 "
            }],
            "2002": [{
                "name": "城关区",
                "value": "301 "
            }, {
                "name": "堆龙德庆区",
                "value": "1541 "
            }, {
                "name": "达孜区",
                "value": "12603 "
            }, {
                "name": "林周县",
                "value": "41566 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7603 "
            }, {
                "name": "墨竹工卡县",
                "value": "59608 "
            }, {
                "name": "桑珠孜区",
                "value": "2131 "
            }, {
                "name": "江孜县",
                "value": "1412 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17270 "
            }, {
                "name": "贡嘎县",
                "value": "16705 "
            }, {
                "name": "扎囊县",
                "value": "7132 "
            }],
            "2003": [{
                "name": "城关区",
                "value": "301 "
            }, {
                "name": "堆龙德庆区",
                "value": "1540 "
            }, {
                "name": "达孜区",
                "value": "12603 "
            }, {
                "name": "林周县",
                "value": "41566 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7599 "
            }, {
                "name": "墨竹工卡县",
                "value": "59608 "
            }, {
                "name": "桑珠孜区",
                "value": "2131 "
            }, {
                "name": "江孜县",
                "value": "1412 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17269 "
            }, {
                "name": "贡嘎县",
                "value": "16705 "
            }, {
                "name": "扎囊县",
                "value": "7131 "
            }],
            "2004": [{
                "name": "城关区",
                "value": "300 "
            }, {
                "name": "堆龙德庆区",
                "value": "1539 "
            }, {
                "name": "达孜区",
                "value": "12602 "
            }, {
                "name": "林周县",
                "value": "41566 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7596 "
            }, {
                "name": "墨竹工卡县",
                "value": "59608 "
            }, {
                "name": "桑珠孜区",
                "value": "2130 "
            }, {
                "name": "江孜县",
                "value": "1412 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17269 "
            }, {
                "name": "贡嘎县",
                "value": "16705 "
            }, {
                "name": "扎囊县",
                "value": "7129 "
            }],
            "2005": [{
                "name": "城关区",
                "value": "300 "
            }, {
                "name": "堆龙德庆区",
                "value": "1538 "
            }, {
                "name": "达孜区",
                "value": "12602 "
            }, {
                "name": "林周县",
                "value": "41566 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7593 "
            }, {
                "name": "墨竹工卡县",
                "value": "59608 "
            }, {
                "name": "桑珠孜区",
                "value": "2130"
            }, {
                "name": "江孜县",
                "value": "1412 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17269 "
            }, {
                "name": "贡嘎县",
                "value": "16705 "
            }, {
                "name": "扎囊县",
                "value": "7127 "
            }],
            "2006": [{
                "name": "城关区",
                "value": "300 "
            }, {
                "name": "堆龙德庆区",
                "value": "1537 "
            }, {
                "name": "达孜区",
                "value": "12602 "
            }, {
                "name": "林周县",
                "value": "41566 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7593 "
            }, {
                "name": "墨竹工卡县",
                "value": "59608 "
            }, {
                "name": "桑珠孜区",
                "value": "2130"
            }, {
                "name": "江孜县",
                "value": "1411 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17269 "
            }, {
                "name": "贡嘎县",
                "value": "16705 "
            }, {
                "name": "扎囊县",
                "value": "7127 "
            }],
            "2007": [{
                "name": "城关区",
                "value": "300 "
            }, {
                "name": "堆龙德庆区",
                "value": "1536 "
            }, {
                "name": "达孜区",
                "value": "12602 "
            }, {
                "name": "林周县",
                "value": "41566 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7593 "
            }, {
                "name": "墨竹工卡县",
                "value": "59608 "
            }, {
                "name": "桑珠孜区",
                "value": "2130"
            }, {
                "name": "江孜县",
                "value": "1410 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17269 "
            }, {
                "name": "贡嘎县",
                "value": "16705 "
            }, {
                "name": "扎囊县",
                "value": "7127 "
            }],
            "2008": [{
                "name": "城关区",
                "value": "300 "
            }, {
                "name": "堆龙德庆区",
                "value": "1535 "
            }, {
                "name": "达孜区",
                "value": "12602 "
            }, {
                "name": "林周县",
                "value": "41566 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7593 "
            }, {
                "name": "墨竹工卡县",
                "value": "59608 "
            }, {
                "name": "桑珠孜区",
                "value": "2130"
            }, {
                "name": "江孜县",
                "value": "1410 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17269 "
            }, {
                "name": "贡嘎县",
                "value": "16705 "
            }, {
                "name": "扎囊县",
                "value": "7127 "
            }],
            "2009": [{
                "name": "城关区",
                "value": "300 "
            }, {
                "name": "堆龙德庆区",
                "value": "1534 "
            }, {
                "name": "达孜区",
                "value": "12602 "
            }, {
                "name": "林周县",
                "value": "41566 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7593 "
            }, {
                "name": "墨竹工卡县",
                "value": "59608 "
            }, {
                "name": "桑珠孜区",
                "value": "2130"
            }, {
                "name": "江孜县",
                "value": "1409 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17269 "
            }, {
                "name": "贡嘎县",
                "value": "16705 "
            }, {
                "name": "扎囊县",
                "value": "7127 "
            }],
            "2010": [{
                "name": "城关区",
                "value": "299 "
            }, {
                "name": "堆龙德庆区",
                "value": "1534 "
            }, {
                "name": "达孜区",
                "value": "12602 "
            }, {
                "name": "林周县",
                "value": "41566 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7593 "
            }, {
                "name": "墨竹工卡县",
                "value": "59608 "
            }, {
                "name": "桑珠孜区",
                "value": "2130"
            }, {
                "name": "江孜县",
                "value": "1408 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17269 "
            }, {
                "name": "贡嘎县",
                "value": "16705 "
            }, {
                "name": "扎囊县",
                "value": "7127 "
            }],
            "2011": [{
                "name": "城关区",
                "value": "294 "
            }, {
                "name": "堆龙德庆区",
                "value": "1505 "
            }, {
                "name": "达孜区",
                "value": "12602 "
            }, {
                "name": "林周县",
                "value": "41550 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7588 "
            }, {
                "name": "墨竹工卡县",
                "value": "59602 "
            }, {
                "name": "桑珠孜区",
                "value": "2130"
            }, {
                "name": "江孜县",
                "value": "1407 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17267 "
            }, {
                "name": "贡嘎县",
                "value": "16692 "
            }, {
                "name": "扎囊县",
                "value": "7127 "
            }],
            "2012": [{
                "name": "城关区",
                "value": "288 "
            }, {
                "name": "堆龙德庆区",
                "value": "1476 "
            }, {
                "name": "达孜区",
                "value": "12602 "
            }, {
                "name": "林周县",
                "value": "41534 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7583 "
            }, {
                "name": "墨竹工卡县",
                "value": "59596 "
            }, {
                "name": "桑珠孜区",
                "value": "2130"
            }, {
                "name": "江孜县",
                "value": "1406 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17264 "
            }, {
                "name": "贡嘎县",
                "value": "16679 "
            }, {
                "name": "扎囊县",
                "value": "7127 "
            }],
            "2013": [{
                "name": "城关区",
                "value": "282 "
            }, {
                "name": "堆龙德庆区",
                "value": "1447 "
            }, {
                "name": "达孜区",
                "value": "12602 "
            }, {
                "name": "林周县",
                "value": "41518 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7579 "
            }, {
                "name": "墨竹工卡县",
                "value": "59590 "
            }, {
                "name": "桑珠孜区",
                "value": "2130"
            }, {
                "name": "江孜县",
                "value": "1406 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17262 "
            }, {
                "name": "贡嘎县",
                "value": "16666 "
            }, {
                "name": "扎囊县",
                "value": "7127 "
            }],
            "2014": [{
                "name": "城关区",
                "value": "277 "
            }, {
                "name": "堆龙德庆区",
                "value": "1418 "
            }, {
                "name": "达孜区",
                "value": "12602 "
            }, {
                "name": "林周县",
                "value": "41502 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7574 "
            }, {
                "name": "墨竹工卡县",
                "value": "59584 "
            }, {
                "name": "桑珠孜区",
                "value": "2130"
            }, {
                "name": "江孜县",
                "value": "1405 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17259 "
            }, {
                "name": "贡嘎县",
                "value": "16653 "
            }, {
                "name": "扎囊县",
                "value": "7127 "
            }],
            "2015": [{
                "name": "城关区",
                "value": "271 "
            }, {
                "name": "堆龙德庆区",
                "value": "1389 "
            }, {
                "name": "达孜区",
                "value": "12602 "
            }, {
                "name": "林周县",
                "value": "41486 "
            }, {
                "name": "当雄县",
                "value": "3334 "
            }, {
                "name": "尼木县",
                "value": "2266 "
            }, {
                "name": "曲水县",
                "value": "7569 "
            }, {
                "name": "墨竹工卡县",
                "value": "59578 "
            }, {
                "name": "桑珠孜区",
                "value": "2130"
            }, {
                "name": "江孜县",
                "value": "1404 "
            }, {
                "name": "仁布县",
                "value": "1098 "
            }, {
                "name": "白朗县",
                "value": "2250 "
            }, {
                "name": "乃东区",
                "value": "17257 "
            }, {
                "name": "贡嘎县",
                "value": "16640 "
            }, {
                "name": "扎囊县",
                "value": "7127 "
            }]
        }
    },
    //兰西
    {
        "city_name":["城关区", "七里河区", "西固区", "安宁区", "红古区", "永登县", "皋兰县", "榆中县",
            "白银区", "平川区", "靖远县", "景泰县", "安定区", "陇西县", "渭源县", "临洮县", "临夏市",
            "永靖县", "东乡族自治", "积石山保安", "城东区", "城中区", "城西区", "城北区", "大通回族土",
            "湟中县", "湟源县", "乐都区", "平安区", "民和回族土", "互助土族自", "化隆回族自", "循化撒拉族",
            "海晏县", "同仁县", "尖扎县", "共和县", "贵德县", "贵南县"],
        "forest_data":
            {
                "2000": [{
                    "name": "城关区",
                    "value": "23.13 "
                }, {
                    "name": "七里河区",
                    "value": "45.79 "
                }, {
                    "name": "西固区",
                    "value": "39.63 "
                }, {
                    "name": "安宁区",
                    "value": "7.68 "
                }, {
                    "name": "红古区",
                    "value": "18.51 "
                }, {
                    "name": "永登县",
                    "value": "534.69 "
                }, {
                    "name": "皋兰县",
                    "value": "31.79 "
                }, {
                    "name": "榆中县",
                    "value": "203.46 "
                }, {
                    "name": "白银区",
                    "value": "22.57 "
                }, {
                    "name": "平川区",
                    "value": "32.97 "
                }, {
                    "name": "靖远县",
                    "value": "110.33 "
                }, {
                    "name": "景泰县",
                    "value": "141.48 "
                }, {
                    "name": "安定区",
                    "value": "91.06 "
                }, {
                    "name": "陇西县",
                    "value": "36.25 "
                }, {
                    "name": "渭源县",
                    "value": "240.13 "
                }, {
                    "name": "临洮县",
                    "value": "113.44 "
                }, {
                    "name": "临夏市",
                    "value": "0.75 "
                }, {
                    "name": "永靖县",
                    "value": "162.17 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.86 "
                }, {
                    "name": "积石山保安",
                    "value": "87.75 "
                }, {
                    "name": "城东区",
                    "value": "0.62 "
                }, {
                    "name": "城中区",
                    "value": "0.48 "
                }, {
                    "name": "城西区",
                    "value": "1.43 "
                }, {
                    "name": "城北区",
                    "value": "4.13 "
                }, {
                    "name": "大通回族土",
                    "value": "839.86 "
                }, {
                    "name": "湟中县",
                    "value": "450.93 "
                }, {
                    "name": "湟源县",
                    "value": "356.51 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.54 "
                }, {
                    "name": "民和回族土",
                    "value": "196.21 "
                }, {
                    "name": "互助土族自",
                    "value": "799.26 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.94 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.27 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "994.71 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "798.35 "
                }, {
                    "name": "贵德县",
                    "value": "219.03 "
                }, {
                    "name": "贵南县",
                    "value": "176.85 "
                }],
                "2001": [{
                    "name": "城关区",
                    "value": "22.83 "
                }, {
                    "name": "七里河区",
                    "value": "45.72 "
                }, {
                    "name": "西固区",
                    "value": "39.52 "
                }, {
                    "name": "安宁区",
                    "value": "7.40 "
                }, {
                    "name": "红古区",
                    "value": "18.49 "
                }, {
                    "name": "永登县",
                    "value": "534.65 "
                }, {
                    "name": "皋兰县",
                    "value": "32.15 "
                }, {
                    "name": "榆中县",
                    "value": "203.28 "
                }, {
                    "name": "白银区",
                    "value": "22.57 "
                }, {
                    "name": "平川区",
                    "value": "33.30 "
                }, {
                    "name": "靖远县",
                    "value": "110.40 "
                }, {
                    "name": "景泰县",
                    "value": "141.99 "
                }, {
                    "name": "安定区",
                    "value": "91.69 "
                }, {
                    "name": "陇西县",
                    "value": "37.94 "
                }, {
                    "name": "渭源县",
                    "value": "242.21 "
                }, {
                    "name": "临洮县",
                    "value": "113.39 "
                }, {
                    "name": "临夏市",
                    "value": "0.75 "
                }, {
                    "name": "永靖县",
                    "value": "162.16 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.85 "
                }, {
                    "name": "积石山保安",
                    "value": "87.75 "
                }, {
                    "name": "城东区",
                    "value": "0.62 "
                }, {
                    "name": "城中区",
                    "value": "0.46 "
                }, {
                    "name": "城西区",
                    "value": "1.41 "
                }, {
                    "name": "城北区",
                    "value": "4.08 "
                }, {
                    "name": "大通回族土",
                    "value": "839.52 "
                }, {
                    "name": "湟中县",
                    "value": "450.93 "
                }, {
                    "name": "湟源县",
                    "value": "356.51 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.54 "
                }, {
                    "name": "民和回族土",
                    "value": "196.38 "
                }, {
                    "name": "互助土族自",
                    "value": "799.24 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.94 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.26 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "994.16 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "797.50 "
                }, {
                    "name": "贵德县",
                    "value": "219.01 "
                }, {
                    "name": "贵南县",
                    "value": "176.84 "
                }],
                "2002": [{
                    "name": "城关区",
                    "value": "22.53 "
                }, {
                    "name": "七里河区",
                    "value": "45.66 "
                }, {
                    "name": "西固区",
                    "value": "39.40 "
                }, {
                    "name": "安宁区",
                    "value": "7.12 "
                }, {
                    "name": "红古区",
                    "value": "18.48 "
                }, {
                    "name": "永登县",
                    "value": "534.62 "
                }, {
                    "name": "皋兰县",
                    "value": "32.50 "
                }, {
                    "name": "榆中县",
                    "value": "203.10 "
                }, {
                    "name": "白银区",
                    "value": "22.57 "
                }, {
                    "name": "平川区",
                    "value": "33.63 "
                }, {
                    "name": "靖远县",
                    "value": "110.46 "
                }, {
                    "name": "景泰县",
                    "value": "142.49 "
                }, {
                    "name": "安定区",
                    "value": "92.33 "
                }, {
                    "name": "陇西县",
                    "value": "39.63 "
                }, {
                    "name": "渭源县",
                    "value": "244.28 "
                }, {
                    "name": "临洮县",
                    "value": "113.34 "
                }, {
                    "name": "临夏市",
                    "value": "0.75 "
                }, {
                    "name": "永靖县",
                    "value": "162.14 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.84 "
                }, {
                    "name": "积石山保安",
                    "value": "87.75 "
                }, {
                    "name": "城东区",
                    "value": "0.61 "
                }, {
                    "name": "城中区",
                    "value": "0.45 "
                }, {
                    "name": "城西区",
                    "value": "1.39 "
                }, {
                    "name": "城北区",
                    "value": "4.02 "
                }, {
                    "name": "大通回族土",
                    "value": "839.19 "
                }, {
                    "name": "湟中县",
                    "value": "450.93 "
                }, {
                    "name": "湟源县",
                    "value": "356.51 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.54 "
                }, {
                    "name": "民和回族土",
                    "value": "196.54 "
                }, {
                    "name": "互助土族自",
                    "value": "799.22 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.94 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.25 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "993.61 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "796.66 "
                }, {
                    "name": "贵德县",
                    "value": "218.99 "
                }, {
                    "name": "贵南县",
                    "value": "176.83 "
                }],
                "2003": [{
                    "name": "城关区",
                    "value": "22.24 "
                }, {
                    "name": "七里河区",
                    "value": "45.59 "
                }, {
                    "name": "西固区",
                    "value": "39.29 "
                }, {
                    "name": "安宁区",
                    "value": "6.85 "
                }, {
                    "name": "红古区",
                    "value": "18.46 "
                }, {
                    "name": "永登县",
                    "value": "534.58 "
                }, {
                    "name": "皋兰县",
                    "value": "32.86 "
                }, {
                    "name": "榆中县",
                    "value": "202.92 "
                }, {
                    "name": "白银区",
                    "value": "22.57 "
                }, {
                    "name": "平川区",
                    "value": "33.97 "
                }, {
                    "name": "靖远县",
                    "value": "110.53 "
                }, {
                    "name": "景泰县",
                    "value": "143.00 "
                }, {
                    "name": "安定区",
                    "value": "92.96 "
                }, {
                    "name": "陇西县",
                    "value": "41.32 "
                }, {
                    "name": "渭源县",
                    "value": "246.36 "
                }, {
                    "name": "临洮县",
                    "value": "113.29 "
                }, {
                    "name": "临夏市",
                    "value": "0.75 "
                }, {
                    "name": "永靖县",
                    "value": "162.13 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.83 "
                }, {
                    "name": "积石山保安",
                    "value": "87.75 "
                }, {
                    "name": "城东区",
                    "value": "0.61 "
                }, {
                    "name": "城中区",
                    "value": "0.43 "
                }, {
                    "name": "城西区",
                    "value": "1.38 "
                }, {
                    "name": "城北区",
                    "value": "3.97 "
                }, {
                    "name": "大通回族土",
                    "value": "838.85 "
                }, {
                    "name": "湟中县",
                    "value": "450.93 "
                }, {
                    "name": "湟源县",
                    "value": "356.51 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.54 "
                }, {
                    "name": "民和回族土",
                    "value": "196.71 "
                }, {
                    "name": "互助土族自",
                    "value": "799.21 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.94 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.24 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "993.06 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "795.81 "
                }, {
                    "name": "贵德县",
                    "value": "218.98 "
                }, {
                    "name": "贵南县",
                    "value": "176.82 "
                }],
                "2004": [{
                    "name": "城关区",
                    "value": "21.94 "
                }, {
                    "name": "七里河区",
                    "value": "45.52 "
                }, {
                    "name": "西固区",
                    "value": "39.17 "
                }, {
                    "name": "安宁区",
                    "value": "6.57 "
                }, {
                    "name": "红古区",
                    "value": "18.44 "
                }, {
                    "name": "永登县",
                    "value": "534.54 "
                }, {
                    "name": "皋兰县",
                    "value": "33.22 "
                }, {
                    "name": "榆中县",
                    "value": "202.74 "
                }, {
                    "name": "白银区",
                    "value": "22.57 "
                }, {
                    "name": "平川区",
                    "value": "34.30 "
                }, {
                    "name": "靖远县",
                    "value": "110.60 "
                }, {
                    "name": "景泰县",
                    "value": "143.50 "
                }, {
                    "name": "安定区",
                    "value": "93.59 "
                }, {
                    "name": "陇西县",
                    "value": "43.00 "
                }, {
                    "name": "渭源县",
                    "value": "248.44 "
                }, {
                    "name": "临洮县",
                    "value": "113.23 "
                }, {
                    "name": "临夏市",
                    "value": "0.75 "
                }, {
                    "name": "永靖县",
                    "value": "162.12 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.81 "
                }, {
                    "name": "积石山保安",
                    "value": "87.75 "
                }, {
                    "name": "城东区",
                    "value": "0.61 "
                }, {
                    "name": "城中区",
                    "value": "0.41 "
                }, {
                    "name": "城西区",
                    "value": "1.36 "
                }, {
                    "name": "城北区",
                    "value": "3.92 "
                }, {
                    "name": "大通回族土",
                    "value": "838.51 "
                }, {
                    "name": "湟中县",
                    "value": "450.93 "
                }, {
                    "name": "湟源县",
                    "value": "356.51 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.54 "
                }, {
                    "name": "民和回族土",
                    "value": "196.88 "
                }, {
                    "name": "互助土族自",
                    "value": "799.19 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.94 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.22 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "992.51 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "794.96 "
                }, {
                    "name": "贵德县",
                    "value": "218.96 "
                }, {
                    "name": "贵南县",
                    "value": "176.81 "
                }],
                "2005": [{
                    "name": "城关区",
                    "value": "21.34 "
                }, {
                    "name": "七里河区",
                    "value": "45.39 "
                }, {
                    "name": "西固区",
                    "value": "38.94 "
                }, {
                    "name": "安宁区",
                    "value": "6.01 "
                }, {
                    "name": "红古区",
                    "value": "18.41 "
                }, {
                    "name": "永登县",
                    "value": "534.47 "
                }, {
                    "name": "皋兰县",
                    "value": "33.93 "
                }, {
                    "name": "榆中县",
                    "value": "202.38 "
                }, {
                    "name": "白银区",
                    "value": "22.57 "
                }, {
                    "name": "平川区",
                    "value": "34.96 "
                }, {
                    "name": "靖远县",
                    "value": "110.73 "
                }, {
                    "name": "景泰县",
                    "value": "144.51 "
                }, {
                    "name": "安定区",
                    "value": "94.86 "
                }, {
                    "name": "陇西县",
                    "value": "46.38 "
                }, {
                    "name": "渭源县",
                    "value": "252.59 "
                }, {
                    "name": "临洮县",
                    "value": "113.13 "
                }, {
                    "name": "临夏市",
                    "value": "0.75 "
                }, {
                    "name": "永靖县",
                    "value": "162.09 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.79 "
                }, {
                    "name": "积石山保安",
                    "value": "87.75 "
                }, {
                    "name": "城东区",
                    "value": "0.60 "
                }, {
                    "name": "城中区",
                    "value": "0.38 "
                }, {
                    "name": "城西区",
                    "value": "1.32 "
                }, {
                    "name": "城北区",
                    "value": "3.81 "
                }, {
                    "name": "大通回族土",
                    "value": "837.84 "
                }, {
                    "name": "湟中县",
                    "value": "450.93 "
                }, {
                    "name": "湟源县",
                    "value": "356.51 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.54 "
                }, {
                    "name": "民和回族土",
                    "value": "197.21 "
                }, {
                    "name": "互助土族自",
                    "value": "799.15 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.94 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.20 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "991.41 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "793.27 "
                }, {
                    "name": "贵德县",
                    "value": "218.92 "
                }, {
                    "name": "贵南县",
                    "value": "176.79 "
                }],
                "2006": [{
                    "name": "城关区",
                    "value": "21.44 "
                }, {
                    "name": "七里河区",
                    "value": "45.47 "
                }, {
                    "name": "西固区",
                    "value": "38.89 "
                }, {
                    "name": "安宁区",
                    "value": "6.01 "
                }, {
                    "name": "红古区",
                    "value": "18.43 "
                }, {
                    "name": "永登县",
                    "value": "536.25 "
                }, {
                    "name": "皋兰县",
                    "value": "35.18 "
                }, {
                    "name": "榆中县",
                    "value": "202.50 "
                }, {
                    "name": "白银区",
                    "value": "22.58 "
                }, {
                    "name": "平川区",
                    "value": "34.98 "
                }, {
                    "name": "靖远县",
                    "value": "110.75 "
                }, {
                    "name": "景泰县",
                    "value": "144.80 "
                }, {
                    "name": "安定区",
                    "value": "97.18 "
                }, {
                    "name": "陇西县",
                    "value": "46.47 "
                }, {
                    "name": "渭源县",
                    "value": "252.61 "
                }, {
                    "name": "临洮县",
                    "value": "113.13 "
                }, {
                    "name": "临夏市",
                    "value": "0.75 "
                }, {
                    "name": "永靖县",
                    "value": "162.09 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.79 "
                }, {
                    "name": "积石山保安",
                    "value": "87.75 "
                }, {
                    "name": "城东区",
                    "value": "0.60 "
                }, {
                    "name": "城中区",
                    "value": "0.38 "
                }, {
                    "name": "城西区",
                    "value": "1.32 "
                }, {
                    "name": "城北区",
                    "value": "3.81 "
                }, {
                    "name": "大通回族土",
                    "value": "838.13 "
                }, {
                    "name": "湟中县",
                    "value": "450.93 "
                }, {
                    "name": "湟源县",
                    "value": "356.51 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.54 "
                }, {
                    "name": "民和回族土",
                    "value": "197.21 "
                }, {
                    "name": "互助土族自",
                    "value": "799.12 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.93 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.20 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "991.33 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "793.27 "
                }, {
                    "name": "贵德县",
                    "value": "218.92 "
                }, {
                    "name": "贵南县",
                    "value": "176.79 "
                }],
                "2007": [{
                    "name": "城关区",
                    "value": "21.53 "
                }, {
                    "name": "七里河区",
                    "value": "45.54 "
                }, {
                    "name": "西固区",
                    "value": "38.84 "
                }, {
                    "name": "安宁区",
                    "value": "6.01 "
                }, {
                    "name": "红古区",
                    "value": "18.45 "
                }, {
                    "name": "永登县",
                    "value": "538.02 "
                }, {
                    "name": "皋兰县",
                    "value": "36.42 "
                }, {
                    "name": "榆中县",
                    "value": "202.62 "
                }, {
                    "name": "白银区",
                    "value": "22.58 "
                }, {
                    "name": "平川区",
                    "value": "35.01 "
                }, {
                    "name": "靖远县",
                    "value": "110.76 "
                }, {
                    "name": "景泰县",
                    "value": "145.10 "
                }, {
                    "name": "安定区",
                    "value": "99.51 "
                }, {
                    "name": "陇西县",
                    "value": "46.55 "
                }, {
                    "name": "渭源县",
                    "value": "252.64 "
                }, {
                    "name": "临洮县",
                    "value": "113.12 "
                }, {
                    "name": "临夏市",
                    "value": "0.75 "
                }, {
                    "name": "永靖县",
                    "value": "162.08 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.79 "
                }, {
                    "name": "积石山保安",
                    "value": "87.74 "
                }, {
                    "name": "城东区",
                    "value": "0.60 "
                }, {
                    "name": "城中区",
                    "value": "0.38 "
                }, {
                    "name": "城西区",
                    "value": "1.32 "
                }, {
                    "name": "城北区",
                    "value": "3.81 "
                }, {
                    "name": "大通回族土",
                    "value": "838.42 "
                }, {
                    "name": "湟中县",
                    "value": "450.93 "
                }, {
                    "name": "湟源县",
                    "value": "356.51 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.54 "
                }, {
                    "name": "民和回族土",
                    "value": "197.21 "
                }, {
                    "name": "互助土族自",
                    "value": "799.10 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.92 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.20 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "991.25 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "793.26 "
                }, {
                    "name": "贵德县",
                    "value": "218.92 "
                }, {
                    "name": "贵南县",
                    "value": "176.79 "
                }],
                "2008": [{
                    "name": "城关区",
                    "value": "21.63 "
                }, {
                    "name": "七里河区",
                    "value": "45.62 "
                }, {
                    "name": "西固区",
                    "value": "38.79 "
                }, {
                    "name": "安宁区",
                    "value": "6.01 "
                }, {
                    "name": "红古区",
                    "value": "18.47 "
                }, {
                    "name": "永登县",
                    "value": "539.80 "
                }, {
                    "name": "皋兰县",
                    "value": "37.67 "
                }, {
                    "name": "榆中县",
                    "value": "202.75 "
                }, {
                    "name": "白银区",
                    "value": "22.59 "
                }, {
                    "name": "平川区",
                    "value": "35.03 "
                }, {
                    "name": "靖远县",
                    "value": "110.78 "
                }, {
                    "name": "景泰县",
                    "value": "145.39 "
                }, {
                    "name": "安定区",
                    "value": "101.83 "
                }, {
                    "name": "陇西县",
                    "value": "46.64 "
                }, {
                    "name": "渭源县",
                    "value": "252.66 "
                }, {
                    "name": "临洮县",
                    "value": "113.12 "
                }, {
                    "name": "临夏市",
                    "value": "0.75 "
                }, {
                    "name": "永靖县",
                    "value": "162.08 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.79 "
                }, {
                    "name": "积石山保安",
                    "value": "87.74 "
                }, {
                    "name": "城东区",
                    "value": "0.60 "
                }, {
                    "name": "城中区",
                    "value": "0.38 "
                }, {
                    "name": "城西区",
                    "value": "1.32 "
                }, {
                    "name": "城北区",
                    "value": "3.81 "
                }, {
                    "name": "大通回族土",
                    "value": "838.71 "
                }, {
                    "name": "湟中县",
                    "value": "450.93 "
                }, {
                    "name": "湟源县",
                    "value": "356.51 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.54 "
                }, {
                    "name": "民和回族土",
                    "value": "197.21 "
                }, {
                    "name": "互助土族自",
                    "value": "799.07 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.91 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.20 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "991.17 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "793.26 "
                }, {
                    "name": "贵德县",
                    "value": "218.92 "
                }, {
                    "name": "贵南县",
                    "value": "176.79 "
                }],
                "2009": [{
                    "name": "城关区",
                    "value": "21.73 "
                }, {
                    "name": "七里河区",
                    "value": "45.69 "
                }, {
                    "name": "西固区",
                    "value": "38.74 "
                }, {
                    "name": "安宁区",
                    "value": "6.01 "
                }, {
                    "name": "红古区",
                    "value": "18.49 "
                }, {
                    "name": "永登县",
                    "value": "541.57 "
                }, {
                    "name": "皋兰县",
                    "value": "38.92 "
                }, {
                    "name": "榆中县",
                    "value": "202.87 "
                }, {
                    "name": "白银区",
                    "value": "22.60 "
                }, {
                    "name": "平川区",
                    "value": "35.05 "
                }, {
                    "name": "靖远县",
                    "value": "110.79 "
                }, {
                    "name": "景泰县",
                    "value": "145.68 "
                }, {
                    "name": "安定区",
                    "value": "104.15 "
                }, {
                    "name": "陇西县",
                    "value": "46.73 "
                }, {
                    "name": "渭源县",
                    "value": "252.68 "
                }, {
                    "name": "临洮县",
                    "value": "113.12 "
                }, {
                    "name": "临夏市",
                    "value": "0.75 "
                }, {
                    "name": "永靖县",
                    "value": "162.08 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.79 "
                }, {
                    "name": "积石山保安",
                    "value": "87.73 "
                }, {
                    "name": "城东区",
                    "value": "0.60 "
                }, {
                    "name": "城中区",
                    "value": "0.38 "
                }, {
                    "name": "城西区",
                    "value": "1.32 "
                }, {
                    "name": "城北区",
                    "value": "3.81 "
                }, {
                    "name": "大通回族土",
                    "value": "839.00 "
                }, {
                    "name": "湟中县",
                    "value": "450.93 "
                }, {
                    "name": "湟源县",
                    "value": "356.51 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.54 "
                }, {
                    "name": "民和回族土",
                    "value": "197.21 "
                }, {
                    "name": "互助土族自",
                    "value": "799.04 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.89 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.20 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "991.08 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "793.26 "
                }, {
                    "name": "贵德县",
                    "value": "218.92 "
                }, {
                    "name": "贵南县",
                    "value": "176.79 "
                }],
                "2010": [{
                    "name": "城关区",
                    "value": "21.92 "
                }, {
                    "name": "七里河区",
                    "value": "45.84 "
                }, {
                    "name": "西固区",
                    "value": "38.64 "
                }, {
                    "name": "安宁区",
                    "value": "6.01 "
                }, {
                    "name": "红古区",
                    "value": "18.53 "
                }, {
                    "name": "永登县",
                    "value": "545.12 "
                }, {
                    "name": "皋兰县",
                    "value": "41.41 "
                }, {
                    "name": "榆中县",
                    "value": "203.11 "
                }, {
                    "name": "白银区",
                    "value": "22.61 "
                }, {
                    "name": "平川区",
                    "value": "35.10 "
                }, {
                    "name": "靖远县",
                    "value": "110.82 "
                }, {
                    "name": "景泰县",
                    "value": "146.27 "
                }, {
                    "name": "安定区",
                    "value": "108.80 "
                }, {
                    "name": "陇西县",
                    "value": "46.90 "
                }, {
                    "name": "渭源县",
                    "value": "252.73 "
                }, {
                    "name": "临洮县",
                    "value": "113.11 "
                }, {
                    "name": "临夏市",
                    "value": "0.75 "
                }, {
                    "name": "永靖县",
                    "value": "162.07 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.79 "
                }, {
                    "name": "积石山保安",
                    "value": "87.72 "
                }, {
                    "name": "城东区",
                    "value": "0.60 "
                }, {
                    "name": "城中区",
                    "value": "0.38 "
                }, {
                    "name": "城西区",
                    "value": "1.32 "
                }, {
                    "name": "城北区",
                    "value": "3.81 "
                }, {
                    "name": "大通回族土",
                    "value": "839.58 "
                }, {
                    "name": "湟中县",
                    "value": "450.93 "
                }, {
                    "name": "湟源县",
                    "value": "356.51 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.54 "
                }, {
                    "name": "民和回族土",
                    "value": "197.21 "
                }, {
                    "name": "互助土族自",
                    "value": "798.99 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.87 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.20 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "990.92 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "793.25 "
                }, {
                    "name": "贵德县",
                    "value": "218.92 "
                }, {
                    "name": "贵南县",
                    "value": "176.79 "
                }],
                "2011": [{
                    "name": "城关区",
                    "value": "21.86 "
                }, {
                    "name": "七里河区",
                    "value": "45.69 "
                }, {
                    "name": "西固区",
                    "value": "38.67 "
                }, {
                    "name": "安宁区",
                    "value": "6.08 "
                }, {
                    "name": "红古区",
                    "value": "18.37 "
                }, {
                    "name": "永登县",
                    "value": "544.63 "
                }, {
                    "name": "皋兰县",
                    "value": "40.72 "
                }, {
                    "name": "榆中县",
                    "value": "203.02 "
                }, {
                    "name": "白银区",
                    "value": "22.61 "
                }, {
                    "name": "平川区",
                    "value": "35.09 "
                }, {
                    "name": "靖远县",
                    "value": "110.82 "
                }, {
                    "name": "景泰县",
                    "value": "146.17 "
                }, {
                    "name": "安定区",
                    "value": "108.78 "
                }, {
                    "name": "陇西县",
                    "value": "46.89 "
                }, {
                    "name": "渭源县",
                    "value": "252.66 "
                }, {
                    "name": "临洮县",
                    "value": "113.09 "
                }, {
                    "name": "临夏市",
                    "value": "0.73 "
                }, {
                    "name": "永靖县",
                    "value": "161.89 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.79 "
                }, {
                    "name": "积石山保安",
                    "value": "87.66 "
                }, {
                    "name": "城东区",
                    "value": "0.60 "
                }, {
                    "name": "城中区",
                    "value": "0.38 "
                }, {
                    "name": "城西区",
                    "value": "1.32 "
                }, {
                    "name": "城北区",
                    "value": "3.81 "
                }, {
                    "name": "大通回族土",
                    "value": "839.47 "
                }, {
                    "name": "湟中县",
                    "value": "450.84 "
                }, {
                    "name": "湟源县",
                    "value": "356.51 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.50 "
                }, {
                    "name": "民和回族土",
                    "value": "197.21 "
                }, {
                    "name": "互助土族自",
                    "value": "798.94 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.85 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.20 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "990.88 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "793.23 "
                }, {
                    "name": "贵德县",
                    "value": "218.92 "
                }, {
                    "name": "贵南县",
                    "value": "176.79 "
                }],
                "2012": [{
                    "name": "城关区",
                    "value": "21.80 "
                }, {
                    "name": "七里河区",
                    "value": "45.54 "
                }, {
                    "name": "西固区",
                    "value": "38.70 "
                }, {
                    "name": "安宁区",
                    "value": "6.14 "
                }, {
                    "name": "红古区",
                    "value": "18.21 "
                }, {
                    "name": "永登县",
                    "value": "544.13 "
                }, {
                    "name": "皋兰县",
                    "value": "40.04 "
                }, {
                    "name": "榆中县",
                    "value": "202.93 "
                }, {
                    "name": "白银区",
                    "value": "22.61 "
                }, {
                    "name": "平川区",
                    "value": "35.08 "
                }, {
                    "name": "靖远县",
                    "value": "110.82 "
                }, {
                    "name": "景泰县",
                    "value": "146.07 "
                }, {
                    "name": "安定区",
                    "value": "108.75 "
                }, {
                    "name": "陇西县",
                    "value": "46.88 "
                }, {
                    "name": "渭源县",
                    "value": "252.58 "
                }, {
                    "name": "临洮县",
                    "value": "113.07 "
                }, {
                    "name": "临夏市",
                    "value": "0.71 "
                }, {
                    "name": "永靖县",
                    "value": "161.71 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.79 "
                }, {
                    "name": "积石山保安",
                    "value": "87.60 "
                }, {
                    "name": "城东区",
                    "value": "0.60 "
                }, {
                    "name": "城中区",
                    "value": "0.38 "
                }, {
                    "name": "城西区",
                    "value": "1.32 "
                }, {
                    "name": "城北区",
                    "value": "3.81 "
                }, {
                    "name": "大通回族土",
                    "value": "839.35 "
                }, {
                    "name": "湟中县",
                    "value": "450.75 "
                }, {
                    "name": "湟源县",
                    "value": "356.50 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.46 "
                }, {
                    "name": "民和回族土",
                    "value": "197.21 "
                }, {
                    "name": "互助土族自",
                    "value": "798.89 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.83 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.20 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "990.84 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "793.21 "
                }, {
                    "name": "贵德县",
                    "value": "218.92 "
                }, {
                    "name": "贵南县",
                    "value": "176.78 "
                }],
                "2013": [{
                    "name": "城关区",
                    "value": "21.75 "
                }, {
                    "name": "七里河区",
                    "value": "45.40 "
                }, {
                    "name": "西固区",
                    "value": "38.74 "
                }, {
                    "name": "安宁区",
                    "value": "6.21 "
                }, {
                    "name": "红古区",
                    "value": "18.05 "
                }, {
                    "name": "永登县",
                    "value": "543.64 "
                }, {
                    "name": "皋兰县",
                    "value": "39.35 "
                }, {
                    "name": "榆中县",
                    "value": "202.84 "
                }, {
                    "name": "白银区",
                    "value": "22.61 "
                }, {
                    "name": "平川区",
                    "value": "35.08 "
                }, {
                    "name": "靖远县",
                    "value": "110.82 "
                }, {
                    "name": "景泰县",
                    "value": "145.98 "
                }, {
                    "name": "安定区",
                    "value": "108.73 "
                }, {
                    "name": "陇西县",
                    "value": "46.87 "
                }, {
                    "name": "渭源县",
                    "value": "252.51 "
                }, {
                    "name": "临洮县",
                    "value": "113.06 "
                }, {
                    "name": "临夏市",
                    "value": "0.69 "
                }, {
                    "name": "永靖县",
                    "value": "161.53 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.79 "
                }, {
                    "name": "积石山保安",
                    "value": "87.55 "
                }, {
                    "name": "城东区",
                    "value": "0.60 "
                }, {
                    "name": "城中区",
                    "value": "0.38 "
                }, {
                    "name": "城西区",
                    "value": "1.32 "
                }, {
                    "name": "城北区",
                    "value": "3.81 "
                }, {
                    "name": "大通回族土",
                    "value": "839.24 "
                }, {
                    "name": "湟中县",
                    "value": "450.66 "
                }, {
                    "name": "湟源县",
                    "value": "356.50 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.43 "
                }, {
                    "name": "民和回族土",
                    "value": "197.21 "
                }, {
                    "name": "互助土族自",
                    "value": "798.84 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.81 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.20 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "990.80 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "793.19 "
                }, {
                    "name": "贵德县",
                    "value": "218.92 "
                }, {
                    "name": "贵南县",
                    "value": "176.78 "
                }],
                "2014": [{
                    "name": "城关区",
                    "value": "21.69 "
                }, {
                    "name": "七里河区",
                    "value": "45.25 "
                }, {
                    "name": "西固区",
                    "value": "38.77 "
                }, {
                    "name": "安宁区",
                    "value": "6.27 "
                }, {
                    "name": "红古区",
                    "value": "17.88 "
                }, {
                    "name": "永登县",
                    "value": "543.14 "
                }, {
                    "name": "皋兰县",
                    "value": "38.66 "
                }, {
                    "name": "榆中县",
                    "value": "202.74 "
                }, {
                    "name": "白银区",
                    "value": "22.61 "
                }, {
                    "name": "平川区",
                    "value": "35.07 "
                }, {
                    "name": "靖远县",
                    "value": "110.82 "
                }, {
                    "name": "景泰县",
                    "value": "145.88 "
                }, {
                    "name": "安定区",
                    "value": "108.70 "
                }, {
                    "name": "陇西县",
                    "value": "46.86 "
                }, {
                    "name": "渭源县",
                    "value": "252.43 "
                }, {
                    "name": "临洮县",
                    "value": "113.04 "
                }, {
                    "name": "临夏市",
                    "value": "0.66 "
                }, {
                    "name": "永靖县",
                    "value": "161.35 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.79 "
                }, {
                    "name": "积石山保安",
                    "value": "87.49 "
                }, {
                    "name": "城东区",
                    "value": "0.60 "
                }, {
                    "name": "城中区",
                    "value": "0.38 "
                }, {
                    "name": "城西区",
                    "value": "1.32 "
                }, {
                    "name": "城北区",
                    "value": "3.80 "
                }, {
                    "name": "大通回族土",
                    "value": "839.12 "
                }, {
                    "name": "湟中县",
                    "value": "450.56 "
                }, {
                    "name": "湟源县",
                    "value": "356.50 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.39 "
                }, {
                    "name": "民和回族土",
                    "value": "197.21 "
                }, {
                    "name": "互助土族自",
                    "value": "798.78 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.79 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.20 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "990.76 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "793.17 "
                }, {
                    "name": "贵德县",
                    "value": "218.92 "
                }, {
                    "name": "贵南县",
                    "value": "176.77 "
                }],
                "2015": [{
                    "name": "城关区",
                    "value": "21.57 "
                }, {
                    "name": "七里河区",
                    "value": "44.95 "
                }, {
                    "name": "西固区",
                    "value": "38.83 "
                }, {
                    "name": "安宁区",
                    "value": "6.40 "
                }, {
                    "name": "红古区",
                    "value": "17.56 "
                }, {
                    "name": "永登县",
                    "value": "542.15 "
                }, {
                    "name": "皋兰县",
                    "value": "37.29 "
                }, {
                    "name": "榆中县",
                    "value": "202.56 "
                }, {
                    "name": "白银区",
                    "value": "22.61 "
                }, {
                    "name": "平川区",
                    "value": "35.05 "
                }, {
                    "name": "靖远县",
                    "value": "110.82 "
                }, {
                    "name": "景泰县",
                    "value": "145.68 "
                }, {
                    "name": "安定区",
                    "value": "108.65 "
                }, {
                    "name": "陇西县",
                    "value": "46.84 "
                }, {
                    "name": "渭源县",
                    "value": "252.28 "
                }, {
                    "name": "临洮县",
                    "value": "113.00 "
                }, {
                    "name": "临夏市",
                    "value": "0.62 "
                }, {
                    "name": "永靖县",
                    "value": "160.99 "
                }, {
                    "name": "东乡族自治",
                    "value": "42.79 "
                }, {
                    "name": "积石山保安",
                    "value": "87.37 "
                }, {
                    "name": "城东区",
                    "value": "0.60 "
                }, {
                    "name": "城中区",
                    "value": "0.38 "
                }, {
                    "name": "城西区",
                    "value": "1.32 "
                }, {
                    "name": "城北区",
                    "value": "3.80 "
                }, {
                    "name": "大通回族土",
                    "value": "838.89 "
                }, {
                    "name": "湟中县",
                    "value": "450.38 "
                }, {
                    "name": "湟源县",
                    "value": "356.49 "
                }, {
                    "name": "乐都区",
                    "value": "319.17 "
                }, {
                    "name": "平安区",
                    "value": "88.31 "
                }, {
                    "name": "民和回族土",
                    "value": "197.21 "
                }, {
                    "name": "互助土族自",
                    "value": "798.68 "
                }, {
                    "name": "化隆回族自",
                    "value": "242.75 "
                }, {
                    "name": "循化撒拉族",
                    "value": "390.20 "
                }, {
                    "name": "海晏县",
                    "value": "640.81 "
                }, {
                    "name": "同仁县",
                    "value": "990.68 "
                }, {
                    "name": "尖扎县",
                    "value": "370.08 "
                }, {
                    "name": "共和县",
                    "value": "793.13 "
                }, {
                    "name": "贵德县",
                    "value": "218.92 "
                }, {
                    "name": "贵南县",
                    "value": "176.76 "
                }]
            }
    },
    //边境
    {
        "city_name":["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
        "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
        "forest_data":
            {
                "2000": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3123 "
                }, {
                    "name": "亚东县",
                    "value": "89821 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26447 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320442 "
                }, {
                    "name": "墨脱县",
                    "value": "2460382 "
                }, {
                    "name": "察隅县",
                    "value": "1885803 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2411053 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2001": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3123 "
                }, {
                    "name": "亚东县",
                    "value": "89821 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26447 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320442 "
                }, {
                    "name": "墨脱县",
                    "value": "2460453 "
                }, {
                    "name": "察隅县",
                    "value": "1885803 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2411053 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2002": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3123 "
                }, {
                    "name": "亚东县",
                    "value": "89821 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26447 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320442 "
                }, {
                    "name": "墨脱县",
                    "value": "2460524 "
                }, {
                    "name": "察隅县",
                    "value": "1885803 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2411053 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2003": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3123 "
                }, {
                    "name": "亚东县",
                    "value": "89821 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26447 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320442 "
                }, {
                    "name": "墨脱县",
                    "value": "2460594 "
                }, {
                    "name": "察隅县",
                    "value": "1885803 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2411053 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2004": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3123 "
                }, {
                    "name": "亚东县",
                    "value": "89821 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26447 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320442 "
                }, {
                    "name": "墨脱县",
                    "value": "2460665 "
                }, {
                    "name": "察隅县",
                    "value": "1885803 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2411053 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2005": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3123 "
                }, {
                    "name": "亚东县",
                    "value": "89821 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26447 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320442 "
                }, {
                    "name": "墨脱县",
                    "value": "2460736 "
                }, {
                    "name": "察隅县",
                    "value": "1885803 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2411053 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2006": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3123 "
                }, {
                    "name": "亚东县",
                    "value": "89821 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26447 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320442 "
                }, {
                    "name": "墨脱县",
                    "value": "2460736 "
                }, {
                    "name": "察隅县",
                    "value": "1885803 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2411053 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2007": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3123 "
                }, {
                    "name": "亚东县",
                    "value": "89821 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26447 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320442 "
                }, {
                    "name": "墨脱县",
                    "value": "2460736 "
                }, {
                    "name": "察隅县",
                    "value": "1885803 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2411053 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2008": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3123 "
                }, {
                    "name": "亚东县",
                    "value": "89821 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26447 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320442 "
                }, {
                    "name": "墨脱县",
                    "value": "2460736 "
                }, {
                    "name": "察隅县",
                    "value": "1885804 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2411053 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2009": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3123 "
                }, {
                    "name": "亚东县",
                    "value": "89821 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26447 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320442 "
                }, {
                    "name": "墨脱县",
                    "value": "2460736 "
                }, {
                    "name": "察隅县",
                    "value": "1885804 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2411053 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2010": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3123 "
                }, {
                    "name": "亚东县",
                    "value": "89821 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26447 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320442 "
                }, {
                    "name": "墨脱县",
                    "value": "2460736 "
                }, {
                    "name": "察隅县",
                    "value": "1885804 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2411053 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2011": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3175 "
                }, {
                    "name": "亚东县",
                    "value": "89813 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26446 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320422 "
                }, {
                    "name": "墨脱县",
                    "value": "2460561 "
                }, {
                    "name": "察隅县",
                    "value": "1885763 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2410991 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2012": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3227 "
                }, {
                    "name": "亚东县",
                    "value": "89805 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26446 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320402 "
                }, {
                    "name": "墨脱县",
                    "value": "2460386 "
                }, {
                    "name": "察隅县",
                    "value": "1885722 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2410928 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2013": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3280 "
                }, {
                    "name": "亚东县",
                    "value": "89798 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26445 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320381 "
                }, {
                    "name": "墨脱县",
                    "value": "2460212 "
                }, {
                    "name": "察隅县",
                    "value": "1885682 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2410866 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2014": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3332 "
                }, {
                    "name": "亚东县",
                    "value": "89790 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26445 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320361 "
                }, {
                    "name": "墨脱县",
                    "value": "2460037 "
                }, {
                    "name": "察隅县",
                    "value": "1885641 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2410803 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }],
                "2015": [{
                    "name": "康马县",
                    "value": "901 "
                }, {
                    "name": "定结县",
                    "value": "26411 "
                }, {
                    "name": "岗巴县",
                    "value": "0 "
                }, {
                    "name": "定日县",
                    "value": "44611 "
                }, {
                    "name": "仲巴县",
                    "value": "3384 "
                }, {
                    "name": "亚东县",
                    "value": "89782 "
                }, {
                    "name": "吉隆县",
                    "value": "58913 "
                }, {
                    "name": "聂拉木县",
                    "value": "26444 "
                }, {
                    "name": "萨嘎县",
                    "value": "0 "
                }, {
                    "name": "普兰县",
                    "value": "2729 "
                }, {
                    "name": "札达县",
                    "value": "0 "
                }, {
                    "name": "噶尔县",
                    "value": "0 "
                }, {
                    "name": "日土县",
                    "value": "0 "
                }, {
                    "name": "米林县",
                    "value": "320341 "
                }, {
                    "name": "墨脱县",
                    "value": "2459862 "
                }, {
                    "name": "察隅县",
                    "value": "1885600 "
                }, {
                    "name": "朗县",
                    "value": "123340 "
                }, {
                    "name": "洛扎县",
                    "value": "94863 "
                }, {
                    "name": "隆子县",
                    "value": "298916 "
                }, {
                    "name": "错那县",
                    "value": "2410741 "
                }, {
                    "name": "浪卡子县",
                    "value": "0 "
                }]
            }
    }
];

