// 城镇用地
const urbanLandData = [
	//青藏
	{
		2000:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[4979,1086,1057,482,1006,552,526,3341,3262,937,22,337,368,366,388],
		},
		2001:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[5276,1089,1057,480,1006,579,526,3341,3331,1056,25,398,424,368,388],
		},
		2002:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[5573,1092,1057,478,1006,606,526,3341,3400,1175,28,459,480,370,388],
		},
		2003:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[5870,1095,1057,476,1006,633,526,3341,3469,1294,31,520,536,372,388],
		},
		2004:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[6167,1098,1057,474,1006,660,526,3341,3538,1413,34,581,592,374,388],
		},
		2005:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[6462,1103,1057,473,1006,687,526,3341,3608,1532,37,640,649,375,388],
		},
		2006:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[6494,1111,1055,513,1006,691,526,3341,3628,1542,39,661,649,375,388],
		},
		2007:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[6526,1119,1053,553,1006,695,526,3341,3648,1552,41,682,649,375,388],
		},
		2008:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[6558,1127,1051,593,1006,699,526,3341,3668,1562,43,703,649,375,388],
		},
		2009:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[6590,1135,1049,633,1006,703,526,3341,3688,1572,45,724,649,375,388],
		},
		2010:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[6622,1144,1046,671,1006,707,526,3341,3707,1581,47,745,649,375,388],
		},
		2011:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[6669,1178,1091,690,1006,808,598,3450,4040,1644,91,802,684,409,429],
		},
		2012:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[6716,1212,1136,709,1007,909,670,3559,4373,1707,135,859,719,443,470],
		},
		2013:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[6763,1246,1181,728,1007,1010,742,3668,4706,1770,179,916,754,477,511],
		},
		2014:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[6810,1280,1226,747,1007,1111,814,3777,5039,1833,223,973,789,511,552],
		},
		2015:{
			city_name:["西宁","海东","海北","黄南","海南","果洛","玉树","海西",
			"拉萨","日喀则","昌都","林芝","山南","那曲","阿里",],
			urban_land_data:[6859,1316,1273,766,1008,1210,884,3885,5374,1898,267,1028.826,543,591],
		},
	},
    //拉萨都市圈
    {
        "2000": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "120 ", "0 ", "0 ", "342 ", "0 ", "26 "]
        },
        "2001": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "133 ", "0 ", "0 ", "398 ", "0 ", "26 "]
        },
        "2002": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "146 ", "0 ", "0 ", "454 ", "0 ", "26 "]
        },
        "2003": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "158 ", "0 ", "0 ", "511 ", "0 ", "26 "]
        },
        "2004": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "171 ", "0 ", "0 ", "567 ", "0 ", "26 "]
        },
        "2005": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "184 ", "0 ", "0 ", "623 ", "0 ", "26 "]
        },
        "2006": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "0 ", "0 ", "0 ", "1 ", "0 ", "0 ", "0 ", "189 ", "0 ", "0 ", "623 ", "0 ", "26 "]
        },
        "2007": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "0 ", "0 ", "0 ", "2 ", "0 ", "0 ", "0 ", "194 ", "0 ", "0 ", "623 ", "0 ", "26 "]
        },
        "2008": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "0 ", "0 ", "0 ", "4 ", "0 ", "0 ", "0 ", "199 ", "0 ", "0 ", "623 ", "0 ", "26 "]
        },
        "2009": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "0 ", "0 ", "0 ", "5 ", "0 ", "0 ", "0 ", "204 ", "0 ", "0 ", "623 ", "0 ", "26 "]
        },
        "2010": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "0 ", "0 ", "0 ", "6 ", "0 ", "0 ", "0 ", "209 ", "0 ", "0 ", "623 ", "0 ", "26 "]
        },
        "2011": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "2 ", "9 ", "9 ", "11 ", "3 ", "0 ", "0 ", "217 ", "2 ", "3 ", "633 ", "5 ", "27 "]
        },
        "2012": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "4 ", "18 ", "18 ", "17 ", "6 ", "0 ", "0 ", "224 ", "3 ", "7 ", "644 ", "10 ", "28 "]
        },
        "2013": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "6 ", "27 ", "27 ", "22 ", "10 ", "0 ", "0 ", "232 ", "5 ", "10 ", "654 ", "14 ", "29 "]
        },
        "2014": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "8 ", "36 ", "36 ", "28 ", "13 ", "0 ", "0 ", "239 ", "6 ", "14 ", "665 ", "19 ", "30 "]
        },
        "2015": {
            "city_name": ["城关区", "堆龙德庆区", "达孜区", "林周县", "当雄县", "尼木县", "曲水县", "墨竹工卡县", "桑珠孜区", "江孜县", "仁布县", "白朗县", "乃东区", "贡嘎县", "扎囊县"],
            "urban_land_data": ["0", "0", "10 ", "45 ", "45 ", "33 ", "16 ", "0 ", "0 ", "247 ", "8 ", "17 ", "675 ", "24 ", "31 "]
        }
    },
    //兰西城市群
    {
        "2000": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2001": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2002": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2003": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2004": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2005": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2006": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2007": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2008": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2009": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2010": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2011": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2012": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2013": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2014": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
        "2015": {
            "city_name": ["永登县","皋兰县","榆中县","靖远县","景泰县","安定区","陇西县","渭源县",
            "临洮县","临夏市","永靖县","东乡县","积石山县","大通县","湟中县","湟源县","平安县","民和县",
            "乐都县","互助县","化隆县","循化县","海晏县","共和县","贵德县","贵南县","同仁县","尖扎县"],
            "urban_land_data": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",
                "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0",]
        },
    },
    //边境城市带
    {
        "2000": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "15 ", "0 ", "0 ", "0 ", "0 ", "0 "]
        },
        "2001": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "1 ", "0 ", "0 ", "0 ", "64 ", "0 ", "0 ", "0 ", "15 ", "0 ", "0 ", "0 ", "0 ", "0 "]
        },
        "2002": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "1 ", "0 ", "0 ", "0 ", "127 ", "0 ", "0 ", "0 ", "15 ", "0 ", "0 ", "0 ", "0 ", "0 "]
        },
        "2003": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "2 ", "0 ", "0 ", "0 ", "191 ", "0 ", "0 ", "0 ", "15 ", "0 ", "0 ", "0 ", "0 ", "0 "]
        },
        "2004": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "2 ", "0 ", "0 ", "0 ", "254 ", "0 ", "0 ", "0 ", "15 ", "0 ", "0 ", "0 ", "0 ", "0 "]
        },
        "2005": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "3 ", "0 ", "0 ", "0 ", "318 ", "0 ", "0 ", "0 ", "15 ", "0 ", "0 ", "0 ", "0 ", "0 "]
        },
        "2006": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "3 ", "0 ", "0 ", "0 ", "318 ", "0 ", "0 ", "0 ", "15 ", "0 ", "0 ", "0 ", "0 ", "0 "]
        },
        "2007": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "3 ", "0 ", "0 ", "0 ", "318 ", "0 ", "0 ", "0 ", "15 ", "0 ", "0 ", "0 ", "0 ", "0 "]
        },
        "2008": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "3 ", "0 ", "0 ", "0 ", "318 ", "0 ", "0 ", "0 ", "15 ", "0 ", "0 ", "0 ", "0 ", "0 "]
        },
        "2009": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "3 ", "0 ", "0 ", "0 ", "318 ", "0 ", "0 ", "0 ", "15 ", "0 ", "0 ", "0 ", "0 ", "0 "]
        },
        "2010": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "0 ", "3 ", "0 ", "0 ", "0 ", "318 ", "0 ", "0 ", "0 ", "15 ", "0 ", "0 ", "0 ", "0 ", "0 "]
        },
        "2011": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["5 ", "4 ", "0 ", "2 ", "1 ", "1 ", "2 ", "3 ", "3 ", "3 ", "3 ", "334 ", "9 ", "6 ", "7 ", "16 ", "0 ", "1 ", "3 ", "0 ", "3 "]
        },
        "2012": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["10 ", "8 ", "0 ", "4 ", "2 ", "2 ", "4 ", "3 ", "6 ", "6 ", "5 ", "350 ", "18 ", "13 ", "14 ", "16 ", "0 ", "2 ", "5 ", "0 ", "7 "]
        },
        "2013": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["15 ", "12 ", "0 ", "7 ", "4 ", "2 ", "5 ", "3 ", "10 ", "9 ", "8 ", "367 ", "28 ", "19 ", "22 ", "17 ", "0 ", "3 ", "8 ", "0 ", "10 "]
        },
        "2014": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["20 ", "16 ", "0 ", "9 ", "5 ", "3 ", "7 ", "3 ", "13 ", "12 ", "10 ", "383 ", "37 ", "26 ", "29 ", "17 ", "0 ", "4 ", "10 ", "0 ", "14 "]
        },
        "2015": {
            "city_name": ["康马县", "定结县", "岗巴县", "定日县", "仲巴县", "亚东县", "吉隆县", "聂拉木县", "萨嘎县", "普兰县", "札达县", "噶尔县", "日土县", "米林县", "墨脱县", "察隅县", "朗县", "洛扎县", "隆子县", "错那县", "浪卡子县"],
            "urban_land_data": ["25 ", "20 ", "0 ", "11 ", "6 ", "4 ", "9 ", "3 ", "16 ", "15 ", "13 ", "399 ", "46 ", "32 ", "36 ", "18 ", "0 ", "5 ", "13 ", "0 ", "17 "]
        }
    }
]
