const waterData = [
    //青藏
	{
		2000:{
			total_consumption:26.9069,
			total_storage: 612.7,
			pie_data:[
				{ "name": "农田灌溉", "value": 20.0382 },
				{ "name": "林牧渔", "value": 1.2328 },
				{ "name": "城镇工业", "value": 3.5514 },
				{ "name": "农村工业", "value": 0.2634 },
				{ "name": "城镇生活", "value": 0.315 },
				{ "name": "农村生活", "value": 1.5061 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[2.4344, 5.1222,16.3978,12.7444,7.0556,1.1789,0.4311,4.1625,6.3664,1.625,0.4523,2.5592,0,0.0474,4.8254],
				"林牧渔":[0,0,0,0,0,0,0,0.309,0.3924,0.0041,0.0043,0.3837,0.0012,0.0008,0.1373],
				"城镇工业":[0,0,0,0,0,0,0,1.9583,0.4974,0.1157,0.079,0.0758,0.0178,0.0173,0.7901],
				'农村工业':[0,0,0,0,0,0,0,0.1131,0.1298,0.0073,0.0033,0.0031,0,0,0.0068],
				"城镇生活":[0,0,0,0,0,0,0.9176,0.1049,0.0344,0.0185,0.0506,0.0114,0.0193,0.1583],
				"农村生活":[0,0,0,0,0,0,0.176,0.3924,0.1496,0.1298,0.1926,0.18,0.1967,0.0888]
			}
		},
		2001:{
			total_consumption:27.2342,
			total_storage: 580.02,
			pie_data:[
				{ "name": "农田灌溉", "value": 19.2277 },
				{ "name": "林牧渔", "value": 1.2919 },
				{ "name": "城镇工业", "value": 3.6785 },
				{ "name": "农村工业", "value": 0.2766 },
				{ "name": "城镇生活", "value": 0.3284 },
				{ "name": "农村生活", "value": 1.4311 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,3.8453,5.9102,1.615,0.4412,2.548,0,0.0474,4.8206],
				"林牧渔":[0,0,0,0,0,0,0,0.323,0.4034,0.0041,0.0072,0.4137,0.0024,0.0008,0.1373],
				"城镇工业":[0,0,0,0,0,0,0,2.0674,0.509,0.1187,0.0478,0.0774,0.0186,0.0179,0.8217],
				'农村工业':[0,0,0,0,0,0,0,0.1133,0.1418,0.0075,0.0036,0.0031,0,0,0.0073],
				"城镇生活":[0,0,0,0,0,0,0.9259,0.1062,0.0352,0.019,0.051,0.0116,0.0195,0.16],
				"农村生活":[0,0,0,0,0,0,0.2204,0.3347,0.1461,0.1219,0.167,0.1624,0.1946,0.084]
			}
		},
		2002:{
			total_consumption:27.0267,
			total_storage: 558.23,
			pie_data:[
				{ "name": "农田灌溉", "value": 19.0504 },
				{ "name": "林牧渔", "value": 1.3118 },
				{ "name": "城镇工业", "value": 3.6336 },
				{ "name": "农村工业", "value": 0.295 },
				{ "name": "城镇生活", "value": 0.3456 },
				{ "name": "农村生活", "value": 1.3903 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,3.7533,5.6979,1.4265,0.4311,2.7044,0,0.0458,4.9914],
				"林牧渔":[0,0,0,0,0,0,0,0.3308,0.4162,0.005,0.0043,0.3445,0.0021,0.0008,0.2081],
				"城镇工业":[0,0,0,0,0,0,0,2.0676,0.4851,0.1166,0.046,0.0749,0.018,0.0173,0.8081],
				'农村工业':[0,0,0,0,0,0,0,0.1208,0.1513,0.008,0.0038,0.0033,0,0.0078],
				"城镇生活":[0,0,0,0,0,0,0.9356,0.1074,0.0377,0.0193,0.0514,0.0118,0.0196,0.1628],
				"农村生活":[0,0,0,0,0,0,0.1888,0.2848,0.1426,0.1243,0.167,0.1943,0.2005,0.0904,]
			}
		},
		2003:{
			total_consumption:22.7498,
			total_storage: 5391.8,
			pie_data:[
				{ "name": "农田灌溉", "value": 19.6394 },
				{ "name": "林牧渔", "value": 3.1104 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,3.9302,5.8905,1.454,0.4473,2.6388,0.0252,0.0476,5.2058,],
				"林牧渔":[0,0,0,0,0,0,0,0.4359,0.5413,0.2465,0.1354,0.635,0.173,0.1869,0.7564],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2004:{
			total_consumption:22.8215,
			total_storage: 5271.97,
			pie_data:[
				{ "name": "农田灌溉", "value": 19.6509 },
				{ "name": "林牧渔", "value": 3.1706 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,3.9337,5.8964,1.4541,0.447,2.6393,0.0256,0.0476,5.2072,],
				"林牧渔":[0,0,0,0,0,0,0,0.4372,0.5434,0.2588,0.1307,0.638,0.1642,0.1802,0.8181,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2005:{
			total_consumption:22.1191,
			total_storage: 5327.17,
			pie_data:[
				{ "name": "农田灌溉", "value": 19.125 },
				{ "name": "林牧渔", "value": 2.9941 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,3.8485,5.8069,1.3151,0.4396,2.5526,0.019,0.0464,5.0969,],
				"林牧渔":[0,0,0,0,0,0,0,0.3838,0.5474,0.2624,0.1309,0.5785,0.1566,0.1733,0.7612,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2006:{
			total_consumption:56.0027,
			total_storage: 4726.14,
			pie_data:[
				{ "name": "农田灌溉", "value": 33.4813 },
				{ "name": "林牧渔", "value": 22.5214 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[2.47,2.18,6.71,1.11,1.12,0.08,0.15,3.9842,6.002,1.3606,0.4536,2.6202,0.0198,0.0476,5.1733,],
				"林牧渔":[1.74,3.59,5.73,0.78,0.34,6.92,0.26,0.4279,0.5665,0.2746,0.1312,0.6157,0.1521,0.1732,0.8202,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2007:{
			total_consumption:56.2685,
			total_storage: 4984.9,
			pie_data:[
				{ "name": "农田灌溉", "value": 32.2322 },
				{ "name": "林牧渔", "value": 24.2363 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[2.49,2.31,6.71,1.56,1.04,0.07,0.13,3.6338,5.7536,0.9598,0.4279,2.5228,0.019,0.0428,4.3625,],
				"林牧渔":[1.74,3.58,6.19,0.78,0.34,7.59,0.27,0.4241,0.5585,0.4598,0.1267,0.609,0.1495,0.1654,1.2533,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2008:{
			total_consumption:58.7627,
			total_storage: 5218,
			pie_data:[
				{ "name": "农田灌溉", "value": 32.5358 },
				{ "name": "林牧渔", "value": 26.2269 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[2.69,2.33,5.43,1.79,1.16,0.07,0.13,3.7882,5.0602,0.9891,0.4318,2.6109,0.019,0.0428,6.0038,],
				"林牧渔":[1.42,2.88,5,0.69,0.29,11.2,0.23,0.435,0.2901,0.4871,0.1455,0.7079,0.1517,0.2108,2.0688,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2009:{
			total_consumption:41.486,
			total_storage: 4924.27,
			pie_data:[
				{ "name": "农田灌溉", "value": 32.3378 },
				{ "name": "林牧渔", "value": 19.1482 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[2.85,2.43,5.82,1.81,1.21,0.07,0.13,3.6742,5.0452,0.8806,0.3925,2.3616,0.018,0.0423,5.6034,],
				"林牧渔":[1.72,5.19,4.56,0.42,0.41,1.91,0.27,0.4365,0.2879,0.4726,0.1502,0.6855,0.1591,0.205,2.2614,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2010:{
			total_consumption: 57.4511,
			total_storage: 5334.06,
			pie_data:[
				{ "name": "农田灌溉", "value": 38.3118 },
				{ "name": "林牧渔", "value": 19.1393 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[3.11,2.7,8.09,4.28,1.4,0.103,0.223,3.7518,4.6798,0.944,0.3771,3.1084,0.0255,0.0462,5.469,],
				"林牧渔":[1.72,4.785,4.115,0.43,0.41,1.48,0.29,0.5214,0.4551,1.1776,0.1309,1.0676,0.1527,0.2335,2.1705,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2011:{
			total_consumption: 53.3214,
			total_storage: 5135.83,
			pie_data:[
				{ "name": "农田灌溉", "value": 32.9565 },
				{ "name": "林牧渔", "value": 20.3649 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[2.85,2.43,5.83,1.81,1.13,0.07,0.13,3.8112,5.1063,0.8009,0.529,2.4449,0.0199,0.0462,5.948,],
				"林牧渔":[1.72,5.19,4.54,0.43,0.41,1.9,0.27,0.5708,0.3657,0.8246,0.1383,0.8613,0.1468,0.2401,2.7571,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2012:{
			total_consumption: 49.5581,
			total_storage: 5091.57,
			pie_data:[
				{ "name": "农田灌溉", "value": 35.2978 },
				{ "name": "林牧渔", "value": 14.2603 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[3.07,3.66,8.58,2,1.33,0.03,0.33,2.2445,4.5781,0.8912,0.2955,2.0842,0,0.0229,6.1813,],
				"林牧渔":[1.4,2.4,2.71,0.414,0.12,0.41,0.621,0.6648,0.3012,0.6924,0.1585,0.6119,0.1337,0.2145,3.4083,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2013:{
			total_consumption: 50.0896,
			total_storage: 5061.34,
			pie_data:[
				{ "name": "农田灌溉", "value": 35.831 },
				{ "name": "林牧渔", "value": 14.2586 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[2.967,3.575,9.168,2.217,1.294,0.128,0.301,2.2891,4.5484,0.9347,0.3199,2.1469,0,0.0238,5.9182,],
				"林牧渔":[1.392,2.367,2.685,0.366,0.119,0.383,0.608,0.6464,0.3046,0.7092,0.1699,0.6403,0.1268,0.2098,3.5316,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2014:{
			total_consumption: 47.8922,
			total_storage: 5210.2,
			pie_data:[
				{ "name": "农田灌溉", "value": 34.1451 },
				{ "name": "林牧渔", "value": 13.7471 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[3.646,2.799,8.063,2.19,1.685,0.535,0.442,2.4553,3.4881,1.0196,0.2997,2.2779,0.0147,0.0261,5.2037,],
				"林牧渔":[0.571,0.199,5.737,0.403,0.101,0.346,0.17,0.6426,0.6704,0.6165,0.1391,0.6211,0.1259,0.2355,3.169,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2015:{
			total_consumption: 58.1562,
			total_storage: 4442.34,
			pie_data:[
				{ "name": "农田灌溉", "value": 33.0923 },
				{ "name": "林牧渔", "value": 25.0639 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[3.7,2.95,8.19,2.22,1.58,0.56,0.44,2.4123,3.3767,1.2194,0.2911,2.1208,0.0186,0.024,3.9894,],
				"林牧渔":[0.826,1.627,3.257,0.653,0.24,10.769,0.3,0.6639,0.8132,0.3167,0.1753,0.547,0.1468,0.206,4.523,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2016:{
			total_consumption: 46.8771,
			total_storage: 5254.82,
			pie_data:[
				{ "name": "农田灌溉", "value": 35.0923 },
				{ "name": "林牧渔", "value": 11.7848 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value": 0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["拉萨","山南","日喀则","昌都","林芝","那曲","阿里","西宁","海东","海北","黄南","海南","果洛","玉树","海西"],
			bar_data:{
				"农田灌溉":[4.09,3.65,8.47,2.87,1.83,0.12,0.43,2.3199,3.3944,1.3449,0.2621,2.0357,0.0092,0.024,4.2421,],
				"林牧渔":[0.6,0.926,2.038,0.606,0.132,0.955,0.216,0.7869,0.5252,0.3066,0.1879,0.412,0.1582,0.206,3.729,],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		}
    },
    //拉萨
    {
		2000:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2001:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2002:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2003:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2004:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2005:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2006:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2007:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2008:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2009:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2010:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2011:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2012:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2013:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2014:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2015:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
    },
    //兰西
    {
		2000:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2001:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2002:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2003:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2004:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2005:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2006:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2007:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2008:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2009:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2010:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2011:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2012:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2013:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2014:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2015:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data:["城关区","堆龙德庆区","达孜区","林周县","当雄县","尼木县","曲水县","墨竹工卡县","桑珠孜区","江孜县",
            "仁布县","白朗县","乃东区","贡嘎县","扎囊县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
    },
    //边境
    {
		2000:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2001:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2002:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2003:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2004:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2005:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2006:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2007:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2008:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2009:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2010:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2011:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2012:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2013:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2014:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
		2015:{
			total_consumption:0,
			total_storage: 0,
			pie_data:[
				{ "name": "农田灌溉", "value": 0 },
				{ "name": "林牧渔", "value": 0 },
				{ "name": "城镇工业", "value": 0 },
				{ "name": "农村工业", "value": 0 },
				{ "name": "城镇生活", "value":0 },
				{ "name": "农村生活", "value": 0 },
			],
			bar_x_data: ["康马县","定结县","岗巴县","定日县","仲巴县","亚东县","吉隆县","聂拉木县","萨嘎县","普兰县",
            "札达县","噶尔县","日土县","米林县","墨脱县","察隅县","朗县","洛扎县","隆子县","错那县","浪卡子县"],
			bar_data:{
				"农田灌溉":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"林牧渔":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇工业":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				'农村工业':[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"城镇生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
				"农村生活":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
			}
		},
    }
]